import 'package:filter_listview_example/model/book.dart';

final allBooks = <Book>[
  Book(
    id: 1,
    author: 'ማንኛውም ዓይነት የንብረትና የገንዘብ ብዛት ወይም ሥጋዊና መንፈሳዊ ችሎታ፤ ዘፍ.13፥2፤ ኢያሱ 22፥8፤ ኢዮብ 1፥3፤ 1ቆሮ. 1፥5-6፤ ራእ. 2፥9፤ 3፥17',
    title: 'ሀብት',
  ),
  Book(
    id: 2,
    author: 'ይህ ቃል ብዙ ጊዜ የዓለም ሰዎችን ሁሉ አንድም ሳይቀር (ሮሜ 3፥23)፣ ወይም አማኞችን ሁሉ ሊያመለክት ይችላል፤ አንዳንድ ጊዜ የሚበዙትን ያመለክታል፤ ማር. 1፥33።',
    title: 'ሁሉ',
  ),
  Book(
    id: 3,
    author: 'ቃሉ የእግዚአብሔርን ሥራ ሲያመለክት ያለ ዕረፍት የሚያደርገውን ያሳስባል (ማቴ. 28፥20)፤ ሰውን ሲያመለክት ግን ድርጊት ላይ ተመርኩዞ የሚዘወተረውን ይገልጣል፤ 1ተሰ. 1፥2፡3።',
    title: 'ሁልጊዜ',
  ),
  Book(
    id: 4,
    author: 'በብሉይ ኪዳን ልዩ ልዩ ተክሎችን በአንድ ቃል አጠቃሎ ይገልጻቸዋል። 1. በአይሁድ ሥርዓት መሠረት ደም የሚረጭበት አጭር ተክል፤ ዘጸ. 12፥22። 2. በግንብ ላይ የሚበቅል አነስተኛ ተክል፤ 1ነገ. 4፥33። 3. በኢየሱስ ስቅለት ጊዜ ሰፍነጉ የተደረገበት "ሁሶፕ" መቃ የመሰለ ሌላ ዓይነት ተክል። ምናልባት የዘንጋዳ አገዳ ሊሆን ይችላል፤ ዮሐ. 19፥29፤ ደግሞም ማቴ. 27፥48 ይመ.',
    title: 'ሂሶጵ (ሁሶፕ)',
  ),
  Book(
    id: 5,
    author: 'በዕብራይስጥ "እግዚአብሔርን አመስግኑ" ማለት ነው፤ መዝ. 111፥1፤ ራእ. 19፥6። ብዙ ጊዜ ቃሉ ለመዝሙራት መግቢያ እና ለመደምደሚያ ይጠቅማል፤ 146፤ 148-150።',
    title: 'ሃሌሉያ',
  ),
  Book(
    id: 6,
    author: 'ቃሉ እምነት ማለት ነው። ሃይማኖት በአሁኑ አነጋገር የነገረ መለኮትን ትምህርት፣ የአምልኮትን ሥርዓት፣ ከእምነትም የተነሣ የሰውን አካሄድ ያጠቃልላል። የሃይማኖት መሠረት የሰው ምርምር ሳይሆን የእግዚአብሔር የራሱ በተፈጥሮና በመጽሐፍ ቅዱስ መገለጥ ነው። ለዚህም መገለጥ ሰው የሚሰጠው ተገቢ የሆነ የአፀፋ ምላሽ ማመንና መታዘዝ ነው፤ 2ጢሞ. 4፥7፤ ይሁዳ 3፥20፤ 1ቆሮ. 2፥11-16። "እምነት" ይመ.',
    title: 'ሃይማኖት',
  ),
  Book(
    id: 7,
    author: 'በአጭር የተጠቃለለ የክርስቲያን ሃይማኖት ሥርዓት። ከመጀመሪያ ጀምሮ ሐዋርያት ወንጌልን አስተማሩ፤ የተወሰነ ትምህርትም ሰጡ። ይህም ትምህርት "የሐዋርያት ትምህርት" ተባለ፤ ሐ.ሥ 2፥42፤ ሮሜ 6፥17፡18፤ 1ጢሞ. 4፥6፤ ቲቶ 1፥9። ትምህርቱንም በተወሰኑ ቃላት ሊያስተምሩ ጀመሩ። በዚህም ዓይነት አይሁድ አስተምረው ነበር፤ ዘዳ. 6፥4፡5። በልዩ ልዩ ጥቅሶች ሐዋርያት በተወሰኑ ቃላት እንዳስተማሩ ይታያል፤ ለምሳሌ 1ቆሮ. 12፥4-6፤ 15፥3፡4፤ ፊል. 2፥5-11፤ 1ጢሞ. 3፥16።',
    title: 'የሃይማኖት ውሳኔ',
  ),
  Book(
    id: 8,
    author: 'በግብጽ አገር ፀሐይ ይመለክበት የነበረ ከተማ፤ ዘፍ. 41፥45፤ ኤር. 43፥13፤ ሕዝ. 30፥17። ሄልዮቱ የነበረበት አሁን የካይሮ ከተማ ካለበት 15 ኪ.ሜ. ይርቃል።',
    title: 'ሄልዮቱ',
  ),
  Book(
    id: 9,
    author: 'በግሪክ ሃይማኖት የዋናው አምላክ የድያ ጓደኛና መልእክተኛ ተብሎ ይታመንበት የነበረ አምላክ ነው፤ ሐ.ሥ. 14፥12፡13።',
    title: 'ሄርሜን',
  ),
  Book(
      id: 10,
      author: 'ከኤዶም ዘር የተገኙ ቤተሰቦች ስም ነው። እነዚህ ቤተሰቦች የአይሁድን ሃይማኖት ተቀብለው ከ47 ከክርስቶስ ልደት በፊት እስከ 79 ዓ.ም በአይሁድ አገር ነገሥታትና ገዥዎች ሲሆኑ የማስተዳደር ችሎታ ነበራቸው። ነገር ግን ከሌላ ዘር በመሆናቸው፣ ብዙ ብልግናም በመሥራታቸው፣ ሥልጣናቸውንም ከሮም መንግሥት ስለተቀበሉ በአይሁድ ዘንድ ተወዳጅነት አልነበራቸውም። ሆኖም በአይሁድ መካከል የሚገኝ "የሄሮድስ ወገን" የሚባል ክፍል ግዛታቸውን ደገፈ፤ ማር. 3፥6፤ 12፥13-17።',
      title: 'ሄሮድስ',
),
   Book(
    id: 11,
    author: 'የአርስቶቡሎስ ልጅ የታላቁ ሄሮድስ የልጅ ልጅ በመጀመሪያ አጎትዋን ሄሮድስ ፊልጶስን፣ ቀጥሎም ሄሮድስ አንቲጳስን አገባች። መጥምቁ ዮሐንስን አስገደለች፤ ማቴ. 14፥3-12',
    title: 'ሄሮድያዳ',
  ),
   Book(
    id: 12,
    author: 'ከጥንታዊው የኢየሩሳሌም ከተማ በምዕራብና ደቡብ ያለ ሸለቆ (ኢያሱ 15፥8)፤ የይሁዳና የብንያም ድንበር ነው። ጣዖትን የሚያመልኩ ነገሥታት ይሠውበት ነበርና ኢዮስያስ አረከሰው፤ 2ነገ. 23፥10-14። የኢየሩሳሌም ቆሻሻ መጣያ ሆነና ቆሻሻው ሁልጊዜ በእሳት ሲቃጠል ይታይ ነበር። የኃጢአተኛ መቅጫ ቦታን ለመግለጥ የተለመደ ምሳሌ ሆነ። ሄኖም በዕብራይስጥ ቋንቋ ሲሆን፣ በግሪክ ግን ገሃነም ይባላል። ሄኖም የአቅኚው ሰው ስም ነው።',
    title: 'ሄኖም',
  ),
     Book(
    id: 13,
    author: 'ምንጮች ማለት ነው። በዮርዳኖስ ወንዝ አቅራቢያ ከቤትሳን ወደ ደቡብ ያለ ቦታ ነው። መጥምቁ ዮሐንስ ብዙ ገሊላውያንን በዚህ ቦታ አጥምቋል፤ ዮሐ. 3፥23።',
    title: 'ሄኖን',
  ),
       Book(
    id: 14,
    author: 'የያሬድ ልጅ፤ ዘፍ. 5፥18። በይሁዳ መልእክት ቁ.14 ላይ "ከአዳም ጀምሮ ሰባተኛ ሆነ" ተብሏል። አካሄዱን ከእግዚአብሔር ጋር አደረገ የሚል ቃልም ተጽፎለታል፤ ዘፍ.5፥22። በእግዚአብሔር አመራር ሥር የኖረ ሰው ነበር፣ ይኸውም በሕይወቱ ከእግዚአብሔር ጋር አንድነት ነበረው፤ አካሄዱንና አረማመዱን እንደ እግዚአብሔር ቃል አደረገ ማለት ነው። በእምነቱ እግዚአብሔርን ደስ እንዳሰኘ ተመሰከረለት፤ ዕብ. 11፥5። በእግዚአብሔር ያመነ፣ እንደ ፈቃዱ የኖረ ሰው በመሆኑ ሄኖክ በሥጋ (ሞትን ሳያይ) ከዚህ ዓለም ተለየ። በሕይወቱ እንዳለ እግዚአብሔር ወደ ራሱ ወሰደው፤ ዘፍ. 5፥24።',
    title: 'ሄኖክ',
  ),
       Book(
    id: 15,
    author: 'ሄኖክ በሰማይ ተሰውሮ ሳለ ስለ መላእክት፣ ስለ መሲሕ፣ ስለፀሐይና ጨረቃ እንቅስቃሴ (ዑደት) የተገለጸለትን ነገር የሚተርክ መጽሐፍ ነው። የኢትዮጵያ ኦርቶዶክስ ቤተክርስቲያን ይህን መጽሐፍ ሄኖክ ራሱ ጽፎታል፣ ይሁዳም ጠቅሶታል በማለት ከብሉይ ኪዳን መጻሕፍት ጋር ቆጥራ ትቀበለዋለች፤ ሌሎች አብያተ ክርስቲያናት መጽሐፉ እጅግ ዘግይቶ የተዘጋጀ ድርሰት ነው በማለት አይቀበሉትም፤ ዘፍ. 5፥21-24፤ ይሁዳ 14። ሄኖክ 1፥9 ይመልከቱ።',
    title: 'ሄኖክ፣ መጽሐፍ ሄኖክ',
  ),
       Book(
    id: 16,
    author: 'የኢትዮጵያ ንግሥት ናት። ስሙ በዚያ ዘመን የኢትዮጵያ ንግሥታት ሁሉ መጠሪያ ነበር፤ የግብጽ ነገሥታት "ፈርዖን" በሚለው ስም ይጠሩ እንደነበረ ሁሉ የኢትዮጵያም ንግሥታት ህንደኬ ይባሉ ነበር፤ ሐ.ሥ. 8፥27።',
    title: 'ህንደኬ',
  ),
       Book(
    id: 17,
    author: 'የደስታ ድምፅ፤ 2ሳሙ. 6፥15።',
    title: 'ሆ፣ ሆታ',
  ),
       Book(
    id: 18,
    author: 'ብዙ ጊዜ የቆየና የኮመጠጠ ወይን ወይም ሌላ የሚያሰክር መጠጥ ነው። መራራነት አለው፤ ጥምንም ያረካል፤ ሩት 2፥14፤ ዮሐ. 19፥29።',
    title: 'ሆምጣጤ',
  ),
       Book(
    id: 19,
    author: 'አሁን አድን ማለት ነው። የእስራኤል ሕዝብ የዘንባባ ዝንጣፊ ይዘው "ሆሣዕና" (መዝ. 118፥25፡26) በማለት እየጮኹ ኢየሱስን ወደ ኢየሩሳሌም ሲገባ አጀቡት፤ ማቴ.21፥9-15፤ ማር.11፥9፤ ዮሐ. 12፥13።',
    title: 'ሆሣዕና',
  ),
  Book(
    id: 20,
    author: 'የስሙ ትርጉም "እግዚአብሔር ያድናል" ማለት ነው። እንደ ኢያሱ ሁሉ "ኢየሱስ" ከሚለው መጠሪያ ስም ጋር ተመሳሳይ ትርጉም እንዳለው ያሳስበናል፤ ማቴ. 1፥21። 1. ዳግማዊ ኢዮርብዓም በሰማርያ ነግሦ በነበረበት ዘመን በእስራኤል (በሰሜናዊው) መንግሥት ተነሥቶ የነበረ ነቢይ፤ ሆሴዕ 1፥1። 2. ከሰሜናዊው የእስራኤል መንግሥት ነገሥታት የመጨረሻው፣ ከ731-722 ከክርስቶስ ልደት በፊት የነገሠ ንጉሥ። በእርሱ ዘመነ መንግሥት ሰማርያ ወደቀች፤ 2ነገ. 15፥30፤ 17፥1-6፤ 18፥1። በዚህ ስም ሌሎች ሁሉት ሰዎች ተጠርተውበታል።',
    title: 'ሆሴዕ',
  ),
  Book(
    id: 21,
    author: 'የእስራኤል ነገዶች በሁለት መንግሥታት ተከፍለው ሳሉ ሆሴዕ ከ755 እስከ 725 ገደማ ከክርስቶስ ልደት በፊት ስለ ሰሜናዊው መንግሥት ውድቀት ትንቢት ተናገረ። ዳግማዊ ኢዮርብዓም ከሞተ በኋላ መንግሥቱ ተዳክሞ፣ በ722 ከርስቶስ ልደት በፊት በአሦር እጅ ወደቀች። የእግዚአብሔር ሕዝብ አንድ በመሆኑ ሆሴዕ በትንቢቱ ስለ ይሁዳም ተናግሯል፤ 2፥2። ትንቢት በተናገረበት ዘመን የይሁዳ ነገሥታት ዖዝያን፣ ኢዮአታም፣ አካዝና ሕዝቅያስ ነበሩ፤ 1፥1። በዚያን ዘመን አሞጽ፣ ኢሳይያስና ሚክያስ ትንቢት ይናገሩ ነበር።',
    title: 'የሆሴዕ ትንቢት',
  ),
  Book(
    id: 22,
    author: 'ለመብል ብቻ የሚኖሩ ሆድ አምላከቸው ተብለዋል፤ ፊል. 3፥19። ከባድ አሳብ ከሆድ ይወጣል ወደ ሆድም ይገባል፤ ኢዮብ 15፥35፤ 20፥15፤ ምሳ. 18፥8።',
    title: 'ሆድ',
  ),
  Book(
    id: 23,
    author: 'የአልጋ ልብስ፣ እንደ ብርድ ልብስም ሊያገለግል ይችላል፤ 2ነገ. 8፥15፤ ምሳ. 7፥16።',
    title: 'ለሀፍ',
  ),
  Book(
    id: 24,
    author: 'የሙሴ ሕግ ለድሆች ርዳታ እንዲደረግላቸው ያዝዛል። ስለዚህ ለማኞች ብዙ ጊዜ በብሉይ ኪዳን ታሪክ አይገኙም። ሆኖም በክርስቶስ ጊዜ ዕውራን፣ አንካሳዎች ወዘተ... ይለምኑ ነበርና በአዲስ ኪዳን ለማኝን መርዳት ታዟል፤ ግን ለሰነፍ መስጠት አይገባም፤ ማቴ.5፥42፤ ሉቃ. 14፥12-14፤ 2ተሰ. 3፥10።',
    title: 'ለማኝ',
  ),
  Book(
    id: 25,
    author: 'እንደ መጽሐፍ ቅዱስ አገላለጥ ቃሉ በሰው ቆዳ ላይ የሚታይ ልዩ ልዩ ዓይነት ተላላፊ የቆዳ በሽታን ያመለክታል። ካህናት ለምጽን ለመለየት እንዲችሉ በሙሴ ሕግ መመሪያ ተሰጣቸው። በእስራኤል ዘንድ ለምጻም ከሕዝብ መለየት ነበረበት። ሰዎችም እንዳይቀርቡት "ርኩስ ነኝ" ብሎ ማስታወቅ ነበረበት፤ ዘሌ. 13። ከአሕዛብ ወገን ግን ለምጻም በቤቱ እንዲቀመጥ ይደረግ ነበር፤ 2ነገ. 5፥2፡13፡18። በእስራኤል ዘንድ ለምጻም ሲፈወስ ልዩ ሥነ ሥርዓትና መሥዋዕት ይደረግ ነበረ፤ ዘሌ. 14፥1-32።',
    title: 'ለምጽ',
  ),
  Book(
    id: 26,
    author: 'በሙቀትና በቅዝቃዜ መካከል ያለ፣ በጣም ያልሞቀ በጣምም ያልቀዘቀዘ። ለብ ማለት የፍቅር፣ የእምነትና የሥራ ድካምን ያመለክታል፤ ራእ. 3፥15፡16።',
    title: 'ለብ አለ',
  ),
  Book(
    id: 27,
    author: 'ግብጻውያን ነገሥታት የሠሩት ከጌት በስተምሥራቅ በኩል 10 ኪ.ሜ. ርቆ የሚገኝ ጠንካራ ምሽግ ነው። ኢያሱ ድል መታው፤ ኢያሱ 10፥31። ናቡከደነፆር በ587 ከክርስቶስ ልደት በፊት ሌሎች የይሁዳ ከተሞችን ከያዘ በኋላ ለኪሶን ያዘ፤ ኤር. 34፥6፡7። ዛሬ ከተማው ተልኤድዱወይር ይባላል።',
    title: 'ለኪሶ',
  ),
  Book(
    id: 28,
    author: 'ጣፋጭ ፍሬ፣ ቀይና ነጭ አበባ ያለው የኮክን ዛፍ የሚመስል ተክል፤ ዘፍ. 43፥11፤ መክ. 12፥5፤ ኤር. 1፥11። ሙሴ የቤተ መቅደሱን መቅረዝ ሲያሠራ የለውዝ አበባ የመሰለ የጽዋ ጌጥ አስደረገበት፤ ዘዳ. 25፥33-35።',
    title: 'ለውዝ',
  ),
  Book(
    id: 29,
    author: 'እግዚአብሔር አይለወጥም፣ ፍጥረቱ ግን እየተለወጠ ይሄዳል፤ መዝ. 102፥26፤ ዕብ. 1፥12፤ ያዕ. 1፥17። አማኞች በመለወጥ ላይ ቢገኙም፣ በዓለም መጨረሻ እግዚአብሔር ወዳቀደላቸው ክብር በድንገት በቅጽበት ዓይን ይለወጣሉ፤ 1ቆሮ. 15፥51፡52፤ 2ቆሮ. 3፥18፤ ፊል. 3፥21።',
    title: 'ለውጥ',
  ),
  Book(
    id: 30,
    author: 'በአንዳንድ የአዲስ ኪዳን ጥቅስ ዕንቁ ማለት ነው።',
    title: 'ሉል',
  ),
  Book(
    id: 31,
    author: 'ስሙ በመጽሐፍ ቅዱስ በቆላ. 4፥14፣ በፊልሞና 24 እና በ2ጢሞ. 4፥10 ብቻ የተገለጠ ሲሆን፣ ቅዱስ ሉቃስ ተወዳጅና ታማኝ የጳውሎስ ረዳት እንደነበረ፣ በሕክምናም እንዳገለገው ተጠቅሷል። ሉቃስ የግሪክ ስም በመሆኑ በግሪኩ ዓለም የኖረና ከአሕዛብ ወገን እንደነበረም ሊያመለክት ይችላል። የቤተክርስቲያን አባቶች ሉቃስ 3ኛውን ወንጌልና የሐዋርያትን ሥራ እንደጻፈ ይናገራሉ፤ ከአንዳንዶች በስተቀር ሊቃውንት ሁሉ ይህን ትውፊት ይቀበላሉ። በዚህ መሠረት ሉቃስ ከሐ.ሥ. 16፥10 ጀምሮ "እኛ" እያለ በመጻፉ ከጢሮአካ ጀምሮ እስከ ሮም ድረስ ከሐዋርያው ጳውሎስ ጋር በወንጌል ሥራ እንደተሳተፈ እናስተውላለን።',
    title: 'ሉቃስ',
  ),
  Book(
    id: 32,
    author: 'ሉቃስ፣ ቴዎፍሎስና ሌሎች የአሕዛብ ወገኞች ስለ ክርስቶስና ስለ ቤተክርስቲያን እርግጡን እንዲያውቁ ወንጌሉንና የሐዋርያትን ሥራ ጻፈ፤ 1፥1-4፤ ሐ.ሥ. 1፥1-3:8። ታሪኩን ሲጽፍ ከሮም መንግሥት ፖለቲካና ከአይሁድ ሁኔታ ጋር አዛምዶታል፤ 1፥5፤ 2፥1-2፤ 3፥1-2።',
    title: 'የሉቃስ ወንጌል',
  ),
  Book(
    id: 33,
    author: ' 1. የሴም ልጅ፤ ዘፍ. 10፥22። 2. የአገር ስም፤ ብዙ ሊቃውንት የአሁኑ ሊቢያ ነው ይላሉ፤ ኢሳ. 66፥19፤ ኤር. 46፥9።',
    title: 'ሉድ',
  ),
  Book(
    id: 34,
    author: 'ካህናትን የሚቆጣጠር የካህናት አለቃ። ይህ ማዕርግ በመጀመሪያ ለአሮን፣ በኋላም ከአሮን ቤተሰብ ለዋናው ተሰጠ። በመጀመሪያ ጊዜ እልቅናው እስከ ሞት ድረስ ነበረ፤ በኋላ ግን ነገሥታት እንደፈለጉ ሊቃነ ካህናትን ይሾሙና ይሽሩ ነበር። በክርስቶስ ጊዜም እንደነሐና ያሉ በሮም መንግሥት የተሾሙ ሊቃነ ካህነት ነበሩ፤ 1ነገ.2፥26፤ ሉቃ. 3፥2። የሊቀ ካህናቱ ልብሶች በዕውቅ(በልዩ ዓይነት) የተሠሩ ነበሩ። እነርሱም፦ ኡሪምና ቱሚም የተቀመጡበት የደረት ኪስ፣ ኤፉድ፣ ቀሚስ፣ ዝንጉርጉር ሸሚዝ፣ መጠምጠሚያ፣ "ቅድስና ለእግዚአብሔር" የሚል የተቀረጸበት የወርቅ አክሊልና መታጠቂያ ናቸው፤ ዘጸ. 28፥1-39 ይመልከቱ።',
    title: 'ሊቀ ካህናት',
  ),
  Book(
    id: 35,
    author: 'በትንሹ እስያ መካከል የምትገኝ ሜዳማ ቀበሌ። ጳውሎስ የጎበኛቸው ልስጥራንና ደርቤን የሊቃኦንያ ከተሞች ነበሩ፤ ሐ.ሥ. 14፥6፡11። ዛሬ በቱርክ አገር ውስጥ ትገኛለች።',
    title: 'ሊቃኦንያ',
  ),
  Book(
    id: 36,
    author: 'በትምህርት ወይም በሥልጣን ከፍተኛ ደረጃ ያለው ታላቅ ምሁር። ክርስቶስ ደቀ መዛሙርቱን ሊቃውንት ተብለው እንዳይጠሩ አስጠነቀቃቸው፤ ማቴ.23፥10።',
    title: 'ሊቅ፣ ሊቃውንት',
  ),
  Book(
    id: 37,
    author: 'በሰሜን አፍሪቃ ከግብጽ በስተምዕራብ የምትገኝ አገር፤ ዳን. 11፥43፤ ሐ.ሥ. 2፥10። ቀሬና የሊቢያ ከተማ ነበረች።',
    title: 'ሊቢያ',
  ),
  Book(
    id: 38,
    author: 'ከገሊላ በስተሰሜንና ከፊንቄ በስተምሥራቅ ያለው ተራራማ አገር፤ ዘዳ. 1፥7። ዋናው የሊባኖስ ተራራ አርሞንዔም ነው፤ ኢያሱ 13፥5። ሊባኖስ በዝግባ ዛፍ የታወቀ ነበርና ሰሎሞን ለቤተ መቅደሱ ሥራ ከዚያ ያስመጣ ነበር፤ 1ነገ. 4፥33፤ 5፥6፡9። የሊባኖስ ዝግባ የመንፈሳዊ ክብር እድገትን (መዝ. 92፥12) ኩራትን በምሳሌነት ያመለክታል፤ ኢሳ. 2፥12-16።',
    title: 'ሊባኖስ',
  ),
  Book(
    id: 39,
    author: '1. በቃየል ትውልድ በኩል ከአዳም ሰባተኛ ሆኖ የያባል፣ የዮባል፣ የቱባልቃይንና የናዕማ አባት ነበር። ባለ ሁለት ሚስቶች ከሆኑት መጀመሪያው ነበር። ሰው ገድሎ ፎክሯል፤ ዘፍ. 4፥18-24። 2. በሴት ትውልድ በኩል ተወልዶ የማቱሳላ ልጅ የኖኅ አባት ላሜሕ ይባል ነበር፤ ዘፍ. 5፥25፡28-31።',
    title: 'ላሜሕ',
  ),
  Book(
    id: 40,
    author: 'ሟለጠ፣ ላላ፣ የምላሱ፣ የወፍጮ ስለቱ ሲበርድ ላሸ ይባላል። የወፍጮ መላሸት የደከም ድምጽ ምሳሌ ነው፤ መክ. 12፥4።',
    title: 'ላሸ',
  ),
  Book(
    id: 41,
    author: 'የአብርሃም ወንድም የናኮር ልጅ የባቱኤል ልጅ፣ የርብቃ ወንድም ነበር፤ ዘፍ. 11፥29፤ 22፥20-23፤ 24፥24፡29። ርብቃ የይስሐቅ ሚስት እንድትሆን ፈቀደ፤ ዘፍ. 24፥50-60። የእኅቱ ልጅ ያዕቆብን ተቀበለው፤ ልጆቹንም ልያንና ረሔልን ለሚስትነት ሰጠው፤ ዘፍ. 29፥13-30። ያዕቆብ ሃያ ዓመት እያገለገለው አስቀድሞ በሚስቱ ጉዳይ (ቁ. 25) በኋላም በደመወዙ ያታልለው ነበር፤ ዘፍ. 30፥27-36፤ 31፥7። ያዕቆብም በሸሸው ጊዜ እግዚአብሔር፣ ሳይጎዳው እንዲያሰናብተው ላባን አስጠነቀቀው፤ 31፥22-55።',
    title: 'ላባ',
  ),
  Book(
    id: 42,
    author: 'የበግ ጅራት። ስብ ይበዛበታል፤ በብሉይ ኪዳን ከሚቃጠለው መሥዋዕት አንዱ ክፍል ላት ነበር፤ ዘጸ. 29፥22፤ ዘሌ. 3፥9። ',
    title: 'ላት',
  ),
    Book(
    id: 43,
    author: 'የታች፣ በታች፣ ከታች ተቃራኒዎች ሲሆኑ፣ ስለ ማዕረግ እንደዚሁም ስለ መንፈሳዊ ሁኔታዎች ሊያመለክቱ ይችላሉ። እግዚአብሔር በየትም ስፍራ የሚገኝ ቢሆንም (መዝ. 139፥7-10)፣ በሥልጣን፣ በክብርና በኃይል ከሁሉ በላይ ሆኖ በስፍራ ደግሞ ከሰው በላይ እንዳለ እንዲታሰብ ተገልጧል፤ ዳን. 7፥13፤ ሐ.ሥ. 1፥9፤ ኤፌ. 1፥21።',
    title: 'ላይ፣ በላይ፣ ከላይ',
  ),
    Book(
    id: 44,
    author: 'ካህናትና ናዝራውያን ጠጉራቸውን መላጨት አይፈቀድላቸውም፤ ዘሌ. 21፥5፤ ዘኁ. 6፥5። ሰዎች ለሞተ ሰው ሲያዝኑ (ኢዮብ 1፥20)፣ ናዝራዊ ሲረክስ (ዘኁ. 6፥9)፣ ሌዋዊ ለክህነት ሲቀርብ (ዘኁ. 8፥7)፣ ለምጻም ሲነጻ (ዘሌ. 14፥8) ለውርደትም ምልክት ይላጩ ነበር፤ 2ሳሙ. 10፥4።',
    title: 'ላጨ',
  ),
    Book(
    id: 45,
    author: 'ከፀሐይ መግቢያ እስከ መውጫ በጥንት ጊዜ በሦስት (መሳ. 7፥19)፣ በክርስቶስ ጊዜ በአራት ክፍል ይከፈል ነበር፤ ማር. 6፥48።',
    title: 'ሌሊት',
  ),
    Book(
    id: 46,
    author: 'የሌሊት ብርድ፤ የቀን ሐሩር ተቃራኒ፤ ዘፍ. 31፥40።',
    title: 'የሌሊት ቁር',
  ),
    Book(
    id: 47,
    author: 'አጥቢ፣ የወፍ ዝርያ እንስሳ። ዘሌ. 11፥19፤ ዘዳ. 14፥18።',
    title: 'የሌሊት ወፍ',
  ),
    Book(
    id: 48,
    author: 'በቀንና በሌሊት ሌባን ስለ መያዝ ልዩ ሕግ ነበረ፣ ሲያዝም ደግሞ ቅጣቱ እንደሰረቀው ነገር እየታየ ይወሰን ነበር፤ ዘጸ. 22፥1-4፤ ዘዳ. 24፥7። ሌባ በተራበ ጊዜ ምግብ ቢሰርቅ ሰዎች ቢያዝኑለትም እንኳ ቅጣቱ አይቀርለምት ነበር፤ ምሳ. 6፥30፡31። ሌቦች የእግዚአብሔርን መንግሥት አይወርሱምና በክርስቶስ ሲያምኑ ሌብነታቸውን ትተው በገዛ እጃቸው ሠርተው ለራሳቸውና ለሌሎች እንዲደክሙ ታዝዘዋል፤ 1ቆሮ. 6፥10፤ ኤፌ. 4፥28። የሌባ ድንገተኛ አመጣጥ ለክርስቶስ ዳግም ምጽአት ምሳሌ ሆኗል፤ 1ተሰ. 5፥4፤ 2ጴጥ. 3፥10።',
    title: 'ሌባ',
  ),
    Book(
    id: 49,
    author: 'ስም "ይጠጋል" ማለት ነው። ልያ ለያዕቆብ የወለደችለት ሦስተኛ ልጅ፤ ዘፍ. 29፥34። በእኅቱ በዲና ምክንያት ከወንድሙ ከስምዖን ጋር የሴኬምን ሰዎች ገደለ፤ ዘፍ. 34፥25፡30፡31፤ 49፥5-7። ሌዊ ከእስራኤል ነገዶች የአንዱ አባት ሆነ፣ በስሙም ነገደ ሌዊ (ሌዋውያን) ተብሎ ተሰየመ፤ ዘፍ. 46፥11። በሙሴ ዘመን የሌዊ ልጆች በረከትን አገኙ፤ ዘጸ.32፥25-29፤ ዘዳ. 33፥8-11። ሙሴና አሮን ከሌዊ ነገድ ነበሩ፤ ዘጸ. 2፥1፤ 6፥16-27። የአሮን ልጆች ለክህነት፣ ሌዋውያንም ሁሉ ለእግዚአብሔር አገልግሎት ተለዩ። የሌዋውያን ሥራና አገልግሎት በኦሪት ዘሌዋውያን ተገልጧል። በከነዓን የርስት ድርሻ ሳይሆን 48 ከተሞች ተሰጡአቸው፤ የእስራኤልም ልጆች አሥራት ርስታቸው ሆነ፤ ዘኁ. 18፤ ኢያሱ 21።',
    title: 'ሌዊ፣ ሌዋውያን',
  ),
    Book(
    id: 50,
    author: 'ጭፍራ ማለት ነው። በሮም የጦር ሠራዊት ዋናው ክፍለ ጦር ሌጌዎን ይባል ነበር። በአንድ ሌጌዎን ውስጥ እስከ ስድስት ሺህ እግረኞችና ፈረሰኞች ነበሩ፤ ማር. 5፥9።',
    title: 'ሌጌዎን',
  ),
    Book(
    id: 51,
    author: 'ከበግና ከፍየል ከሌላም እንስሳ ቆዳ የሚሠራ ዐጽፍ። መናንያን ይለብሱታል፤ ሌጦ ዓለምን የመናቅ ምልክት ነው፤ ዕብ. 11፥37።',
    title: 'ሌጦ',
  ),
    Book(
    id: 52,
    author: 'በጸሎት የምንጠይቀው ነገር ሁሉ ልመና ይባላል።',
    title: 'ልመና',
  ),
    Book(
    id: 53,
    author: 'በምሳ. 31፥1 "የማሣ ንጉሥ" ተብሎ በቁ. 2-9 የሚገኘውን የእናቱን ትምህርትና ምክር ያስታወቀ ነበረ። ከዚህ በቀር ስለ እርሱ የሚታወቅ ነገር የለም። የአይሁድ ሊቃውንት ሰሎሞን ራሱ ነው ይላሉ።',
    title: 'ልሙኤል',
  ),
    Book(
    id: 54,
    author: 'የሚከተሉትን አሳቦች ይገልጣል፤ አንደበትን፣ ቋንቋን (1ቆሮ. 14፥26)፣ የባሕር ሰላጤን (ኢያሱ 15፥2)፣ የእሳት ላንቃን፣ ሐ.ሥ. 2፥3።',
    title: 'ልሳን',
  ),
    Book(
    id: 55,
    author: 'ደቀ መዛሙርትና ሌሎች ሰዎችም በበዓለ ኀምሳ ቀን በአዲስ ልሳን ተናገሩ፣ ይህም የሆነው መንፈስ ቅዱስ በሞላባቸው ጊዜ ነው፤ ሐ. ሥ. 2፥1-21። ወንጌል ወደ አሕዛብ ለመድረሱ ማረጋገጫ እንዲሆን ይህ ስጦታ ተሰጠ፤ ሐ. ሥ. 10፥44-47፤ 11፥15። ደግሞም በኤፌሶን ለነበሩት ለዮሐንስ ደቀ መዛሙርት ተሰጠ፤ ሐ.ሥ. 19፥6። ሐዋርያት በበዓለ ኀምሳ ቀን ሰሚዎች በሚያስተውሉት ልሳን (ቋንቋ) ተናገሩ፤ በቆሮንቶስ ግን ሰሚዎች እንዲያስተውሉ ከመንፈስ ቅዱስ የሚገኝ የመተርጎም ስጦታ ያለው ሰው አስፈላጊ ሆነ።',
    title: 'በልሳን መናገር',
  ),
    Book(
    id: 56,
    author: 'በትንሹ እስያ በሊቃኦንያ አገር የነበረች ከተማ፤ ሐ.ሥ. 14፥6። ጳውሎስ በሦስቱ ጉዞዎቹ ልስጥራንን ጎብኝቷል፤ ሐ.ሥ. 14፥6-23፤ 16፥1፤ 18፥23። ከተማዋ አሁን ፈርሳለች፤',
    title: 'ልስጥራን',
  ),
    Book(
    id: 57,
    author: 'አይሁድ ሰው በሞተ ጊዜ የልቅሶ ልማድ ነበራቸው። ለታላላቅ ሰዎች ረጅምና ከፍ ያለ ሥርዓት ይፈጸምላቸዋል፤ ዘፍ. 50፥3:7-11፤ ዘዳ. 34፥5-8፤ 2ዜና 16፥14። ሙሾ የኅዘን ቅኔ ይቀኙላቸው ነበር፤ 2ሳሙ. 1፥18-27። ሥርዓቱ እንደ ዘመኑ፣ እንደ አገሩ፣ እንደ ቤተሰቡ ነበር። ጾም መጾም (1ሳሙ. 31፥13)፤ ልብስ መቅደድ፣ በራስም ላይ ትቢያን መነስነስ (2ሳሙ. 1፥2)፣ ማቅ መልበስ፣ ራስን መንጨት (ኢሳ. 22፥12) የተለመደ ነበር። ሆኖም እስራኤል የከነዓናውያንን ልማድ እንዳይከተሉ ተከልክለዋል፤ ዘሌ. 19፥27፡28፤ ዘዳ. 26፥14። አስለቃሾች ይቀጠሩ ነበር (ኤር. 9፥17-18)፣ ኢየሱስ ግን አልተደሰተባቸውም፤ ማቴ. 9፥23-25። ኢየሱስ እውነተኛውን የኅዘን ምልክት በአልዓዘር ሞት ጊዜ ገልጧል፤ ዮሐ. 11፥35፡36። ምእመናን ተስፋ እንደሌላቸው በማሰብ ማዘን አይገባቸውም፤ በክርስቶስ የሞቱት ከክርስቶስ ጋር ናቸው፤ ወደፊትም ይነሣሉና፤ 1ቆሮ. 15፤ ፊል. 1፥21-24፤ 1ተሰ. 4፥13-18።',
    title: 'ልቅሶ',
  ),
      Book(
    id: 58,
    author: 'በመጽሐፍ ቅዱስ አሳብ ልብ የሕይወት መውጫ ነው፤ ምሳ. 4፥23፤ 23፥7። ልብ አእምሮን (ዳን. 4፥16፤ 7፥4)፣ ፈቃድን (ማር. 3፥5)፣ አሳብን (ማር. 2፥6፡8) ስሜትንም ያጠቃልላል፤ ሉቃ. 24፥32። ሰው በፍጹም ልቡ እግዚአብሔርን እንዲወድ ታዝዟል፤ ማር. 12፥30። የሰው ልብ ክፉ ነው፤ ምሳ. 26፥25፤ ኤር. 17፥9 ማር. 7፥21-23። እግዚአብሔርም የሰው ልብ ክፉ በመሆኑ የእስራኤላውያን ልብ እንዲገረዝ አዝዟል፤ ዘዳ. 10፥16-17፤ 30፥6። ስለዚህም ሰው ወደ እግዚአብሔር እንዲደርስ ትእዛዙንም እንዲጠብቅ የተሰበረና የታደሰ የነጻም ልብ ያስፈልገዋል፤ መዝ. 51፥17፤ ኤር. 31፥31-34፤ ሕዝ. 36፥25-28፤ ማቴ. 5፥8፤ ሮሜ 12፥2፤ ኤፌ. 3፥16።',
    title: 'ልብ',
  ),
      Book(
    id: 59,
    author: 'በጸሎትና በቅዳሴ ጊዜ ካህን የሚለብሰው የክህነት ልብስ ነው። ካህናት በቤተ መቅደስ ሲያገለግሉ የሚለብሱት ማንኛውም ልብስ ሁሉ በአጠቃላይ ልብሰ ተክህኖ ተብሎ ይጠራል፤ ዘጸ. 31፥10።',
    title: 'ልብሰ ተክህኖ',
  ),
      Book(
    id: 60,
    author: ' የልብስ ዓይነት፦ ማቅ (ዘፍ. 37፥34)፣ ቀይ ግምጃ (ምሳ. 31፥22)፣ ቁርበት ወይም ቆዳ (ዘፍ. 3፥21፤ 2ነገ. 1፥8)፣ የበግ ጠጉር (ሕዝ. 44፥17)፣ የግመል ጠጉር፤ ማቴ. 3፥4።)',
    title: 'ልብስ (አልባሳት)',
  ),
      Book(
    id: 61,
    author: 'በለኪሶና በጌት መካከል የነበረ የከነዓናውያን ከተማ ነው። ኢያሱ አጠፋው፤ ኢያሱ 10፥29፡30። ጦር ሠራዊቱ በእግዚአብሔር መልአክ ከመመታቱ በፊት ሰናክሬም ልብናን ወጋ፤ 2ነገ. 19፥8።',
    title: 'ልብና',
  ),
      Book(
    id: 62,
    author: 'በፍጥነት የሚያድግ፣ በቁመቱ መካከለኛ የሆነ የጥላ ዛፍ፤ ዘፍ. 30፥37፤ ሆሴዕ 4፥13።',
    title: 'ልብን',
  ),
      Book(
    id: 63,
    author: 'ሥጋዊ ጥቅም የማይፈልግ፣ መጠጥ የማያበዛ፣ በልክ የሚኖር፤ 1ጢሞ. 3፥2፤ ቲቶ 2፥2።',
    title: 'ልከኛ',
  ),
      Book(
    id: 64,
    author: 'የያዕቆብ ሚስት፣ የላባ ታላቅ ልጅ። አባትዋ በተንኮል ለያዕቆብ አጋባት። እንደ እኅትዋ እንደ ራሄል የተወደደች ሚስት አልነበረችም፤ ዘፍ. 29፥16፡17፡21-30። ነገር ግን የሮቤል፣ የስምዖን፣ የሌዊ፣ የይሁዳ፣ የይሳኮር፣ የዛብሎንና የዲና እናት በመሆንዋ ተደሰተች፤ ዘፍ. 29፥31-35፤ 30፥14-21፤ ሩት 4፥11። ከያዕቆብ ጋር ወደ ከነዓን ተጓዘች፤ ዘፍ. 31፥5-18፤ 32፥22፤ 33፥1፡2። ለሣራ በተገዛው መቃብር ተቀበረች፤ ዘፍ. 49፥29-32።',
    title: 'ልያ',
  ),
      Book(
    id: 65,
    author: 'በእስራኤል ዘንድ ሕፃን ሲወለድ የሚፈጸም ሥርዓት በዘሌ. 12 ላይ ተገልጧል። ክርስቶስ ሕግን ለመፈጸም ስለተወለደ የሕግ ሥርዓት ተፈጸመለት፤ ሉቃ. 2፥21-24፡39። ',
    title: 'ልደት',
  ),
      Book(
    id: 66,
    author: 'ከኢየሩሳሌም በስተምዕራብ 35 ኪ.ሜ. ርቆ የሚገኝ ከተማ ነው። ጴጥሮስ በልዳ ኤንያን ፈወሰ፤ ሐ.ሥ. 9፥32-35። ዛሬ የእስራኤል ኤሮፕላን ማረፊያ ነው። ቦታውም ሎድ ይባላል።',
    title: 'ልዳ',
  ),
      Book(
    id: 67,
    author: 'ጳውሎስ ወደ አውሮጳ ከተሻገረ በኋላ በመጀመሪያ ያመነች የእስያ ሴት፤ ሐ.ሥ. 16፥13-15፡40።',
    title: 'ልድያ',
  ),
  Book(
    id: 68,
    author: 'ልጆች የእግዚአብሔር ስጦታ ናቸው፤ መዝ. 127፥3። በእስራኤላውያን ዘንድ ልጆች በጣም ይፈልጉ ነበር፤ ዘፍ. 15፥2፤ 2ሳሙ. 18፥33። ልጆች ወላጆቻቸውን እንዲያከብሩ ሲሸመግሉም እንዲረዱአቸው ይጠበቅባቸው ነበር። በዚህም እግዚአብሔር ይባርካቸዋል፤ ዘጸ. 20፥12፤ ምሳ. 23፥22-25፤ ማቴ. 15፥4-6።',
    title: 'ልጅ',
  ),
  Book(
    id: 69,
    author: 'በብሉይ ኪዳን ዘመን ሰው የሌላውን ልጅ ወስዶ በሕግ የራሱ ልጅ ሊያደርገው ይችል ነበር፤ ዘጸ. 2፥10፤ 1ነገ. 11፥20፤ አስ. 2፥7። በእስራኤል ዘንድ "አባት" ማለት ወላጅ ብቻ ሳይሆን ጠባቂና አሳዳጊ ማለትም ነበር። በዚህም መሠረት በአብርሃም ጠባቂነት የኖሩ ሁሉ እንደ ራሱ ልጆች ሆነው ተገረዙ፤ ዘፍ. 17፥9፡23። እግዚአብሔር ለእስራኤል ሕዝብ ልጅነትን ሰጣቸው፤ ሆሴው 11፥1፤ ሮሜ 9፥4። ክርስቶስ የእግዚአብሔር የባሕርይ ልጅ ነው፤ ዮሐ. 1፥14፤ ዕብ. 1፥3። የአማኞች ልጅነት ግን በመንፈስ ቅዱስ ዳግመኛ በመወለድ የሚገኝ የጸጋ ልጅነት ነው።',
    title: 'ልጅነት',
  ),

    Book(
    id: 70,
    author: 'ባለ ጥልፍ ጥለት ሰፋ ያለ ኩታ፣ የድሮ ልብስ ነው፤ ኢሳ. 3፥22።',
    title: 'ልግምበገላ',
  ),
    Book(
    id: 71,
    author: 'ሎሌዎች ሠረተኞች ወይም አሽከሮች ማለት ነው፤ ዘፍ. 50፥7።',
    title: 'ሎላልት',
  ),
    Book(
    id: 72,
    author: 'ለነቢዩ ሆሴዕ ሴት ልጅ የተሰጠ ስም ነው። ትርጉሙም "ምሕረት የሌለው" ማለት ነው፤ ሆሴዕ 1፥6፡8፤ 2፥6፡25፤ 1ጴጥ. 2፥10።',
    title: 'ሎሩሃማ',
  ),
    Book(
    id: 73,
    author: 'ከብርና ከወርቅ ከሌላም የሚሠራ በጆሮ የሚንጠለጠል ጌጥ፤ ዘጸ. 35፥22።',
    title: 'ሎቲ',
  ),
    Book(
    id: 74,
    author: 'ለነቢዩ ሆሴዕ ሦስተኛ ልጅ የተሰጠው ስም ነው። ትርጉሙም "ሕዝቤ ያልሆነ" ወይም "ሕዝቤ አይደለም" ማለት ነው፤ ሆሴዕ 1፥9፤ 2፥1፡25፤ ሮሜ 9፥25፡26፤ 1 ጴጥ. 2፥10። ',
    title: 'ሎዓሚ',
  ),
    Book(
    id: 75,
    author: 'በእስያ የምትገኝ ብዙ ሀብት ያለባት ከተማ ናት። በዚች ከተማ ለልብስ የሚሆን ጥቁር ሱፍ በብዛት ይገኝ ነበር። ዝነኛ የሆነ የዓይን መድኃኒትም በሎዶቅያ ይሠራ ነበር። ከከተማይቱ ራቅ ብሎ ከሚገኘው ጠበል ተነሥቶ በድንጋይ ቧምቧ ስለሚመጣ የከተማይቱ ውኃ ከከተማይቱ ሲደርስ ለብ ያለ ነበረ። ዮሐንስ ለሎዶቅያ ቤተክርስቲያን መልእክት ሲጽፍ እነዚህን ነገሮች ምሳሌ አድርጎ በመጥቅስ መንፈሳዊ ትምህርት ይሰጣል። ጳውሎስ በኤፌሶን ሳለ ቤተክርስቲያን በሎዶቅያ የተመሠረተች ይመስላል፤ ሐ.ሥ. 19፥10፤ ቆላ. 2፥1፤ ራእ. 1፥11፤ 3፥14-22። ዛሬ ጆኒዝሊ የምትባል ከተማ በጠበሉ አጠገብ ትገኛለች።',
    title: 'ሎዶቅያ',
  ),
    Book(
    id: 76,
    author: 'የዕብራይስጥ ቃል፤ የዘይት መስፈሪያ፤ ዘሌ. 14፥10።',
    title: 'ሎግ',
  ),
    Book(
    id: 77,
    author: 'የአብርሃም የወንድሙ የሐራን ልጅ ነው። በከለዳውያን ዑር ተወለደ፤ ከአብርሃም ጋር ወደ ከነዓን ተጓዘ፤ ዘፍ. 11፥27፤ 12፥5፤ 13፥1። ለምለም በሆነው በዮርዳኖስ ሜዳ ለመኖር መረጠ፤ ዘፍ. 13፥5-11። ክፋት በሞላባት በሰዶም ከተማ ተቀመጠ፤ ቁ. 12፡13። ከሰዶም ሰዎች ጋር በተማረከ ጊዜ አብርሃም ሎጥን መለሰው፤ ዘፍ. 14፥12-16። ሰዶምንም ለማጥፋት የመጡትን መላእክት በቤቱ ተቀበለ፤ ዘፍ. 19፥1-11። መላእክቱም ሚስቱንና ሴቶች ልጆቹን ይዘው በግድ አውጥተው አዳኑአቸው፤ ዘፍ. 19፥16። ይህንም ምሕረት ያሳዩት እግዚአብሔር አብርሃምን ስላሰበ ነው፤ ዘፍ. 18፥20-33፤ 19፥29። የሎጥ ሚስት ግን ወደ ኋላ በመመልከትዋ የጨው ሐውልት ሆነች፤ ዘፍ. 19፥17፡26። ሴቶች ልጆቹም አባታቸውን አሰከሩት፣ ከእርሱም ጸነሱ፤ ሞዓብንና አሞንንም ወለዱለት፤ ዘፍ. 19፥30-38። ክርስቶስ የሎጥንና የሚስቱን ታሪክ ለፍርድ ማስጠንቀቂያ ጠቀሰ (ሉቃ. 17፥28-33)፤ እንዲሁም የሎጥ ታሪክ እግዚአብሔር ጻድቃንን ከመከራ ሊያድናቸው መቻሉን የሚያስረዳ ምሳሌ ነው፤ 2ጴጥ. 2፥6-10።',
    title: 'ሎጥ',
  ),
      Book(
    id: 78,
    author: 'የእህልና የተክል፣ የሣርና የቅጠል ቡቃያ፤ ዘፍ. 1፥29።',
    title: 'ሐመልማል',
  ),
      Book(
    id: 79,
    author: 'ሐምራዊ የቀይ ዳማ። ደም የሚመስል ቀይ ማለት ነው፤ 2ዜና 2፥7፤ ዘጸ. 28፥8፡15። አብዛኛውን ጊዜ የፈረስ መልክ መግለጫ ነው፤ ዘካ. 1፥8፤ ራእ. 6፥8።',
    title: 'ሐመር',
  ),
      Book(
    id: 80,
    author: 'የፋርስ ንጉሥ አርጤክስስ ከፍተኛ ሥልጣን የሰጠው የአይሁድ ጠላት ነው። አይሁድን ለማጥፋት መርዶክዮስንም ለመስቀል አሰበ። ለመርዶክዮስ ባዘጋጀው መስቀል ራሱ ተሰቀለበት፤ አስ. 3፥1-15፤ 5፥9-14፤ 7፥3-10',
    title: 'ሐማ',
  ),
      Book(
    id: 81,
    author: 'አንድ ሰው ሌላውን ዐውቆ እንዲጎዳ ወይም እንዲዋረድ ስለዚያ ሰው ውሸት ወይም ክፉ ነገር ማውራት። መጽሐፍ ቅዱስ ሐሜትን እንዳንናገር ብዙ ጊዜ ያስጠነቅቀናል፤ መዝ. 50፥20፤ 101፥5፤ ምሳ. 10፥18፤ ኤር. 9፥4፤ 1ጴጥ. 2፥1፤ 1ጢሞ. 3፥11።',
    title: 'ሐሜት',
  ),
      Book(
    id: 82,
    author: '1. ከጉበት የሚወጣና ወደ አንጀት ገብቶ ከምግብ ጋር የሚቀላቀል መራራ ፈሳሽ፤ ኢዮብ 16፥13። 2. የእባብ መርዝ፤ ኢዮብ 20፥14። 3. የሚመር ተክል፤ ኤር. 9፥15። ለማደንዘዣ ይጠቀሙበት ነበር፤ ማቴ. 27፥34።',
    title: 'ሐሞት',
  ),
      Book(
    id: 83,
    author: 'የጎግ ሠራዊት፤ ሕዝ. 39፥11፡15',
    title: 'ሐሞንጎግ',
  ),
      Book(
    id: 84,
    author: 'ታላቅ ደስታ። ሐሤት አደረገ ማለት እጅግ ደስ አለው ማለት ነው፤ ሉቃ. 10፥21፤ ዮሐ. 8፥56።',
    title: 'ሐሤት',
  ),
      Book(
    id: 85,
    author: 'ሙቀት፣ የሚያቃጥል የፀሐይ ትኩሳት፤ ዘፍ. 31፥40፤ ማቴ. 20፥12።',
    title: 'ሐሩር',
  ),
      Book(
    id: 86,
    author: 'ከትል የሚገኝ ድር ነው። ለጌጥና ለክብር ልብስ ያገለግላል። ነጋዴዎች ከቻይና አገር ያመጡት ነበር፤ ሕዝ. 16፥10፡13፤ ራእ. 18፥12።',
    title: 'ሐር',
  ),
      Book(
    id: 87,
    author: 'ኢየሱስ ሐሰተኞች ክርስቶሶችና ሐሰተኞች ነቢያት እንደሚነሡ አስቀድሞ ተናግሯል፤ ማቴ. 24፥5፡11፡23-25። እንደ እነዚህም ያሉ ሌሎች በሐሰተኛ መንፈስ ተመርተው ይናገራሉ (2ዜና 18፥22)፣ ወይም ከራሳቸው ልብ ትንቢት ይናገራሉ፤ ኤር. 14፥14።',
    title: 'ሐሰተኞች',
  ),
      Book(
    id: 88,
    author: 'የቃሉ ትርጉም "ጸጋ" ማለት ነው። 1. የሕልቃና አንደኛ ሚስት የሳሙኤል እናት (1ሳሙ. 1፥1-2፥21)። 2. ነቢይት (ሉቃ. 2፥36-38) 3. ከ6 ዓ.ም እስከ 15 ዓ.ም የነበረ የእስራኤል ሊቀ ካህናት። በሮም መንግሥት ከሊቀ ካህንነቱ ቢሻርም አይሁድ ያከብሩት ነበር፤ ኢየሱስ ወደ ቀያፋ ሳይላክ እርሱ ፊት ተከስሶ ቀርቧል። ከልጆቹ መካከል አምስቱ እንዲሁም ቀያፋ የተባለው የልጁ ባል ደግሞ ሊቃነካህናት ነበሩ፤ ሉቃ. 3፥2፤ ዮሐ. 18፥13፡24፤ ሐ.ሥ. 4፥6። ',
    title: 'ሐና',
  ),
      Book(
    id: 89,
    author: '1. የሰጲራ ባል፣ እርሱና ሚስቱ ሐሰት ስለተናገሩ ሁለታቸውም በጴጥሮስ እግር ሥር ወድቀው ሞቱ፤ ሐ.ሥ. 5፥1-10። 2. በደማስቆ ከተማ ይኖር የነበረ ምእመን። ጳውሎስ ባመነ ጊዜ ሐናንያ ወደርሱ ተልኮ ዓይኑ እንዲበራ ለጳውሎስ ጸለየለት በኋላም አጠመቀው፤ ሐ.ሥ. 9፥10-19። 3. ሊቀ ካህናት፤ በዚህ ሰው ፊት ጳውሎስ ተከሶ ቀርቦ ነበር፤ ሐ.ሥ. 23፥1-5።',
    title: 'ሐናንያ',
  ),
      Book(
    id: 90,
    author: '1. የአገር ስም፣ ሀ) በዔድን አከባቢ የነበረው (ዘፍ. 2፥11-12)፣ ለ) በሲና አካባቢ የነበረው፤ ዘፍ. 25፥18። 2. የሰው ስም፤ ዘፍ. 10፥7፡29።',
    title: 'ሐዊላ',
  ),
      Book(
    id: 91,
    author: 'ኤር. 8፥22፤ ቆላ. 4፥14። በመጽሐፍ ቅዱስ ዘመን ልዩ ልዩ መድኃኒት ታወቀ፤ እንደዚሁም ሐኪሞችና ባለመድኃኒትና የቀዶ ጥገና ትምህርት ከፍ ያለ ነበረ። ሆኖም የዛሬ የሕክምና ሊቃውንት እስከ 1900 ዓ.ም ገደማ ድረስ የነበረው መድኃኒትና የሕክምና ሥራ የተሟላ አይመስላቸውም።',
    title: 'ሐኪም',
  ),
      Book(
    id: 92,
    author: '"የተላከ መልእክተኛ" ማለት ነው፤ በላኪው ስለሚመረጥ ሥልጣንን ተቀብሎ የላኪውን ትእዛዝ የሚፈጽም ባለሟል እንደራሴ ነው። በመጽሐፍ ቅዱስ ሐዋርያ የሚለው ቃል ልዩ ልዩ ሰዎችን ያመለክታል። ኢየሱስ የሃይማኖታችን ሐዋርያ ነው፤ ዕብ. 3፥1። እነበርናባስ በቤተክርስቲያን ሲላኩ ሐዋርያት ተባሉ፤ ሐ.ሥ. 14፥4፡14፤ ራእ. 2፥2። ሆኖም ብዙ ጊዜ "ሐዋርያት" ሲል ቃሉ ኢየሱስ የመረጣቸውን 12ቱን ያመለክታል። ስማቸው፦ ጴጥሮስ (ስምዖን/ኬፋ) እና ወንድሙ እንድርያስ፣ የዘብዴዎስ ልጆች ያዕቆብና ዮሐንስ፣ ፊልጶስ፣ በርተሎሜዎስ (ናትናኤል ይሆናል)፣ ቶማስ (ዲዲሞስ)፣ ቀራጩ ማቴዎስ (ሌዊ)፣ የእልፍዮስ ልጅ ያዕቆብ (ታናሹ ያዕቆብ ይሆናል)፣ ታዴዎስ የተባለው ልብድዮስ (የያዕቆብ ልጅ ይሁዳ ይሆናል)፣ ቀናተኛ (ቀነናዊ) ስምዖን (አንዳንዶች ናትናኤል ይሆናል ያላሉ)፣ የአስቆሮቱ ይሁዳም ናቸው፤ ማቴ. 10፥1-4፤ ማር. 3፥13-19፤ ሉቃ. 6፥12-16፤ ሐ.ሥ. 1፥12-14።',
    title: 'ሐዋርያ',
  ),
      Book(
    id: 93,
    author: 'በአራቱ ወንጌሎችና በመልእክቶች መካከል የሚገኝ የአዲስ ኪዳን መጻሕፍት ማያያዣ መጽሐፍ በመሆን የቤተክርስቲያን መመሥረት፣ መስፋፋትና ሁኔታ ይገልጣል፤ የወንጌል ጸሓፊው ሉቃስ ሁለተኛ የሆነውን ይህን መጽሐፍ ደግሞ ለቴዎፍሎስ የጻፈ ሲሆን፣ ኢየሱስ የጀመረው አገልግሎትና የማስተማር ተግበር በሐዋርያት መቀጠሉን ያሳያል፤ ሉቃ. 1፥1-4፤ ሐ.ሥ. 1፥1-3። መጽሐፉ "መንፈስ ቅዱስ በእናንተ ላይ በወረደ ጊዜ ኃይልን ትቀበላላችሁ... እስከ ምድር ዳርም ድረስ ምስክሮቼ ትሆናላችሁ" የሚለው የኢየሱስ የመጨረሻ ቃል በደቀ መዛሙርቱ ሕይወት እንዴት እንደተፈጸመ ይተርካል፤ 1፥8።',
    title: 'የሐዋርያት ሥራ',
  ),
      Book(
    id: 94,
    author: 'የመታሰቢያ ድንጋይ ወይም የድንጋይ ክምር፤ ዘፍ. 28፥18፤ 31፥45-54፤ ኢያሱ 4፥1-9፤ 24፥26፡27፤ 1ሳሙ. 7፥12፤ 2ሳሙ. 18፥18። በከነዓን ሐውልት ለአማልክቶቻቸው መስገጃ ስለሆነ እስራኤል ሐውልቶችን እንዲሰብሩ ታዘዙ፤ ዘጸ. 23፥24። የሎጥ ሚስት የጨው ሐውልት ሆነች፤ ዘፍ. 19፥26።',
    title: 'ሐውልት',
  ),
      Book(
    id: 95,
    author: 'በ520 ከክርስቶስ ልደት በፊት በኢየሩሳሌም ለነበሩት አይሁድ "በትንቢተ ሐጌ" የሚገኘውን ትንቢት የተናገረ ነቢይ፤ ዕዝ. 5፥1፡2። እነርሱ ከምርኮ ከተመለሱ በኋላ ቤተ መቅደስን ለመሥራት ጀምረው ነበር። ከሳምራውያን መቃወም የተነሣ ሥራው ተቋረጠ፤ ሳይፈጽሙትም 16 ዓመት ዘገየ፤ ዕዝ. ም. 3-4። ከዚህ በኋላ ሐጌ ሥራውን እንዲፈጽሙት አነሣሣቸው። ',
    title: 'ሐጌ',
  ),
      Book(
    id: 96,
    author: '(አሶር)፤ ከገሊላ ባሕር በሰሜን በኩል 15 ኪ.ሜ. ርቆ የተቆረቆረ የከነዓናውያን ከተማ ነው። ይህ ከተማ ከ "አሥር መንግሥት" ጋር ግንኙነት የለውም። አርባ ሺህ ሰዎች የሚኖሩበት ከተማ ነበር። ኢያሱ አቃጠለው፤ ኢያሱ 11፥1-13። ዲቦራ የአሶርን ጦር ሠራዊት አሸነፈች፤ መሳ. 4። ሰሎሞን አሶርን አሳደሰ፤ ቅጥሩን እስከ 20 ሜትር በሚደርስ ቁመት ሠራ፤ 1ነገ. 9፥15። የአሦር ንጉሥ ቴልጌልቴልፌልሶር በ732 ከክርስቶስ ልደት በፊት ከተማውን አፈረሰ፤ 2ነገ. 15፥29። ዛሬ አሶር የነበረበት ስፍራ ባድማ ሆኗል። አሶር (ሐጾር) ማለት የታጠረ ማለት ነው። ሌሎችም ቦታዎች አሶር (ሐጾር) በሚል ስም ተጠርተዋል።',
    title: 'ሐጾር',
  ),
      Book(
    id: 97,
    author: 'በጌዴዎን የተገደሉ ሁለት የምድያም መኳንንት፤ መሳ. 7፥24፡25፤ መዝ. 83፥11።',
    title: 'ሔሬብና ዜብ',
  ),
      Book(
    id: 98,
    author: 'የሕያዋን ሁሉ እናት ማለት ነው፤ የመጀመሪያዋ ሴት የአዳም ሚስት። እግዚአብሔር ከአዳም ሥጋ ፈጠራት፤ አዳምም በደስታ ተቀበላት፤ ዘፍ. 2፥20-25። አዳም ግን በእግዚአብሔር ቃል ተስፋ አድርጎ ዘር እንደሚኖራት አመነና ሔዋን ብሎ ሰየማት፤ ዘፍ. 3፥15፡20። በአዲስ ኪዳን የመተላለፍ መጀመሪያ ሆና ተጠቅሳለች፤ 1ጢሞ. 2፥14፡15።',
    title: 'ሔዋን',
  ),
      Book(
    id: 99,
    author: 'በመልካምና ከክፉ መካከል የሚለይ፣ በጥፋቱ ሰውን የሚወቅስ፣ ስለ ክፉም ሆነ ስለ መልካም ሥራው ሰውን እንዲያመዛዝን የሚያሳስብ፣ እግዚአብሔር በውስጡ የተከለለት የግብረ ገብነት (የሞራል) ምስክር ነው፤ 1ቆሮ. 4፥4፤ 2ቆሮ. 5፥11።',
    title: 'ሕሊና',
  ),
      Book(
    id: 100,
    author: 'በእንቅልፍ ጊዜ የሚታይ ነገር። ሕልም አንዳንድ ጊዜ በቀን ከታየና ከታሰበ ነገር፣ ከአድራጎትም የተነሣ ይታለም ይሆናል። ብዙ ጊዜ ልዩ ትርጉም አይኖረውም፤ መክ. 5፥3። እግዚአብሔር ለብዙ ሰዎች በሕልም በመታየት ፈቃዱን ገልጦላቸዋል፤ ዘፍ. 20፥3፤ 28፥12፤ 37፥5-11። መላእክት የጌታን ፈቃድ ለሰዎች በሕልም ይናገራሉ፤ ማቴ. 1፥20፤ 2፥13፡19። ሕልምን የመተርጎም ስጦታ ለዮሴፍና ለዳንኤል ተሰጠ፤ ዘፍ. 40፥5-23፤ 41፥14-36፤ ዳን. 2፥25-45፤ 4፥4-27። ሰዎች በመንፈስ ቅዱስ ሕልምን ሊያልሙ ይችላሉ፤ የሐ.ሥ. 2፥17። ሕልም አንዳንድ ጊዜ ሰውን ሊያስት ይችላል፤ ዘዳ. 13፥1-4።',
    title: 'ሕልም',
  ),
      Book(
    id: 101,
    author: 'የጥንት ሰዎች ሕንፃን የሚሠሩት በአቅራቢያ ከሚገኙ እንጨት፣ ጭቃና ድንጋይ ነበር። በፀሐይ ወይም በእሳት ከተቃጠለ ጭቃ ጡብን ይሠራ ነበር። ወርቅ፣ ብር፣ ናስ፣ የዝሆን ጥርስ፣ የተቀረጸ ድንጋይና እንጨትም ለቤት ጌጥ ያገለግሉ ነበር። በድሮ ዘመን የተሠሩ ብዙ ሕንጻዎች ዛሬ አሉ።',
    title: 'ሕንፃ',
  ),
      Book(
    id: 102,
    author: 'የስሙ ትርጉም "እግዚአብሔር ብርታትን ይሰጣል" ማለት ነው። በ597 ከክርስቶስ ልደት በፊት የእስራኤል ልጆች ወደ ባቢሎን በተማረኩ ጊዜ ነቢዩ ሕዝቅኤል ከምርኮኞቹ አንዱ ነበር። የእስራኤል ካህን ነበር። በምርኮ አገር ከሌሎች እስራኤላውያን ጋር ኮቦር ከተባለው ወንዝ አጠገብ ይኖር ነበር፤ ሕዝ. 1፥3። ወንዙ የትኛው እንደሆነ ዛሬ አይታወቅም፤ ሆኖም ከባቢሎን ከተማ ብዙ እንደማይርቅ ይገመታል። ሕዝቅኤል ዳንኤልን ያውቀው ይሆናል፤ ሕዝ. 14፥14፡20፤ 28፥3። ሕዝቅኤል ባለሚስትና ባለቤት ነበር፤ ሕዝ. 8፥1፤ 24፥16-18።',
    title: 'ሕዝቅኤል',
  ),
      Book(
    id: 103,
    author: 'በባቢሎን ሳለ ከ592-570 ከክርስቶስ ልደት በፊት ለእስራኤል ምርኮኞች ትንቢት ተናገረ፤ 1፥1፤29፥17። አከፋፈል፦ 1. ከኢየሩሳሌም ውድቀት በፊት ስለ እግዚአብሔር ፍርድ የተናገረው ትንቢት፤ ም. 1-24። 2. በአሕዛብ መንግሥታት ላይ የተናገረው ትንቢት፤ ም. 25-32። 3. ከኢየሩሳሌም ውድቀት በኋላ ስለ እስራኤል መመለስ የተናገረው ትንቢት፤ ም. 33-48።',
    title: 'የሕዝቅኤል ትንቢት',
  ),
      Book(
    id: 104,
    author: 'የስሙ ትርጉም "እግዚአብሔር ኃይሌ ነው" ማለት ነው። በነቢዩ ኢሳይያስ ዘመን ከ716-687 ከክርስቶስ ልደት በፊት የነገሠ 13ኛው የይሁዳ ንጉሥ። አስቀድሞ ከአባቱ ከአካዝ ጋር በአንድነት ከ729-716 ከክርስቶስ ልደት በፊት የነገሠ ይመስላል፤ 2ነገ. 18፥9-10፡13። ከይሁዳ ነገሥታት ሁሉ እርሱን የሚመስል አልነበረም፤ 2ነገ. 18፥5። ባዕድ አምልኮትን አጠፋ፣ ሙሴ የሠራውን የናሱን እባብ ሰበረ፤ ቤተ መቅደስንም አሳደሰ። ',
    title: 'ሕዝቅያስ',
  ),
      Book(
    id: 105,
    author: 'እግዚአብሔር በሲናና በሞዓብ ሜዳ ከእስራኤል ሕዝብ ለጦርነት ሊሰለፉ የሚችሉት እንዲቆጠሩ ትእዛዝ ሰጠ፤ ዘኁ. 1፥26፤ 26፥2። በዕዝራና በነህምያ ዘመን ደግሞ እግዚአብሔር የኢየሩሳሌም ሕዝብ እንዲቆጠሩ አዘዘ፤ ዕዝ. 2፥1-65፤ ነህ. 7፥6-67። ዳዊት ግን ሳይታዘዝ ሕዝቡን በመቁጠሩ እግዚአብሔርን አስቆጣ፤ ምክንያቱም ንጉሡ በሕዝብ ብዛት እንዲመካና እንዲተማመን ያደረገው ይመስላልና፤ 2ሳሙ. 24፥1-9፤ 1ዜና 21፥1-6',
    title: 'ሕዝብ ቆጠራ',
  ),
      Book(
    id: 106,
    author: 'ከግዑዝ ነገር በስተቀር የሚኖርና የሚንቀሳቀስ ሁሉ ሕይወት አለው። እግዚአብሔር በራሱ ሕይወት አለው (ዮሐ. 5፥26)፣ ስለዚህ ሕይወት ከሌላቸው "አማልክት" ለመለየት ሕያው አምላክ ተብሏል፤ ዘዳ. 5፥26፤ ዕብ. 10፥31። እግዚአብሔር ለፍጥረቱ ልዩ ልዩ ዓይነት ሕይወት በመስጠቱ የመላእክት፣ የሰዎች፣ የእንስሳትና የዕፀዋት ሕይወት አንድ አይደለም፤ 1ቆሮ. 15፥37-41። የመላእክት ሕይወት አይጠፋም፤ ሰው ግን በሥጋ ቢሞትም ተነሥቶ ለዘላዓለም ይኖራል። የእንስሳት ሕይወት ደማቸው በመሆኑ ይጠፋል፤ የዕፀዋት ደግሞ ግዑዝ ሕይወት ነው። እግዚአብሔር የሕይወትን እስትንፋስ በሰው ላይ እፍ በማለቱ ልዩ ክብር ሰጠው፤ ዘፍ. 2፥7፤ ዮሐ. 1፥4። የሥጋ ሕይወት በደሙ ነውና የሰውን ደም የሚያፈስስ በሞት እንዲቀጣ ተጽፏል፤ ዘፍ. 9፥4-6፤ ዘሌ. 17፥11። ሞት የሕይወት ተቃራኒ ነው፤ ሮሜ 6፥23። ሥጋዊ ሕይወት (ዘጸ. 1፥14፤ ዘሌ. 17፥1-12)፣ መንፈሳዊ ሕይወት (ሮሜ. 8፥6፤ ቆላ. 3፥3) እና የዘለዓለም ሕይወት አለ፤ ኤፌ. 2፥5-7።',
    title: 'ሕይወት',
  ),
      Book(
    id: 107,
    author: 'የእግዚአብሔር ሰዎች በእርሱ ዘንድ እንደሚታወቁ የሚገልጥ ምሳሌ ነው። በብሉይ ኪዳን የእስራኤላውያን ስም የተጻፈበትን መጽሐፍ አንዳንድ ጊዘ ቢያመለክትም (ዘጸ. 32፥32-33፤ መዝ. 69፥28፤ 139፥16)፣ ብዙ ጊዜ ከሥጋዊ ሕይወት ቀጥሎ የዘለዓለምን ሕይወት የሚወርሱትን ምእመናንን ሁሉ ያሳያል፤ ኢሳ. 4፥3፤ ዳን. 12፥1፤ ሉቃ. 10፥20፤ ፊል. 4፥3፤ ራእ. 3፥5፤ 20፥12፡15። በዚህ መጽሐፍ ሰዎች የተመዘገቡት ከዓለም ፍጥረት ጀምሮ ነው፤ ራእ 13፥8፤ 17፥8፤ ሐ.ሥ. 13፥48። ይህን አሳብ ይዞ የተመዘገቡት ወደ እምነት እንደሚደርሱ ያሳያል። ኢየሱስ የተመዘገቡትን በመሞቱ በማዳኑ መጽሐፉ "የበጉ ሕይወት መጽሐፍ" ተብሏል፤ ራእ. 13፥8፤ 21፥27።',
    title: 'የሕይወት መጽሐፍ',
  ),
      Book(
    id: 108,
    author: 'እግዚአብሔር በገነት ሁለት ልዩ ዛፎችን አበቀለ፤ ዘፍ. 2፥9። ሰው መልካምንና ክፉን ከሚያሳውቀው ዛፍ እንዳይበላ ተከለከለ። ይህ ዛፍ የሰው የመታዘዝ መግለጫ ነበር። ከእርሱ ባይበላ ኖሮ ከሕይወት ዛፍ ለመብላት ይበቃ ነበርና ሳይሞት ለዘለዓለም ይኖር ነበር። ባለመብላትም የተሻለውን ሁኔታ አግኝቶ የመልካምና የክፉ ዕውቀትን ያገኝ ነበር፤ በመብላቱ ግን ወደባሰ ሁኔታ ስለገባ የመልካምና የክፉ ልዩነትን ተረዳ። ከሕይወት ዛፍ እንዳይበላ እግዚአብሔር ከገነት አስወጣው። አሁን ግን የሕይወት ዛፍ የሚያመለክተው ሰው ሲበቃ የዘለዓለምን ሕይወት ከእግዚአብሔር እንደሚያገኝ ነው፤ ዘፍ. 2፥9፤ 3፥1-6፡22-24፤ ራእ. 2፥7፤ 22፥14።',
    title: 'የሕይወትና የዕውቀት ዛፎች',
  ),
      Book(
    id: 109,
    author: 'አንድን ነገር ለመፈጸም የሚያዝዝ ወይም ከማድረግ የሚከለከል ትምህርት፣ መመሪያ፣ ውሳኔና ሥርዓት። ሕግ በማናቸውም ጊዜ አለ፤ ለምሳሌ ትእዛዛት ለአዳም፣ ለኖኅ፣ ለአብርሃም፣ ለሙሴ እንዲሁም ለሐዋርያት ተሰጥተዋል፤ ሮሜ 3፥19-21፡28። እግዚአብሔር ሰዎችን የሚያስተዳድረው በቃል ኪዳን ሥርዓት ነው፤ ሕግ በቃል ኪዳን ውስጥ የሰውን ድርሻ ያሳያል። ሰው በእግዚአብሔር ሕግ መደሰት ይገባዋል፤ መዝ. 1፥2፤ 19፥7-11፤ 119። በሰው ውስጥ "የኃጢአት ሕግ" አለ፣ አማኙም ሊያሸንፈው የሚችል "በመንፈስ ሕግ" ማለትም በውስጡ በሚኖር በመንፈስ ቅዱስ ኃይል ብቻ ነው፤ ሮሜ 7፥21-23፤ 8፥2፡13። በእነዚህ ጥቅሶች "ሕግ" ተብሎ የተጠቀሰው መሠረታዊ ሐቅን እንጂ ትእዛዝን ወይም ሥርዓትን አያመለክትም።',
    title: 'ሕግ',
  ),
      Book(
    id: 110,
    author: '1. ከአሮን ጋር የሙሴን እጆች የደገፈ (ዘጸ. 17፥12) ከአሮንም ጋር ፈራጅ የነበረ፤ ዘጸ. 24፥14። 2. በሴይር አገር ይኖር የነበረ ሕዝብ፤ ዘፍ. 14፥6። 3. በኤዶም ዳርቻ የሚገኝ አሮን የሞተበት ተራራ፤ ዘኁ. 20፥22-29።',
    title: 'ሖር',
  ),
     Book(
    id: 111,
    author: 'የቦታ ስም። ሁለት ጭፍራዎች ማለት ነው። የእግዚአብሔር መላእክት ከያዕቆብ ጋር በመሃናይም ተገናኙ፤ ዘፍ. 32፥2። የኢያቡስቴ መናገሻ ከተማ ነበር፤ 2ሳሙ. 2፥8። ዳዊት ከአቤሴሎም በሸሸ ጊዜ በመሃናይም ዐረፈ፤ 2ሳሙ. 17፥24፤ 19፥32። በገለዓድና በያቦቅ ወንዝ አጠገብ ይገኝ ነበር።',
    title: 'መሃናይም',
  ),
     Book(
    id: 112,
    author: '1.። የተለዩ ሰዎችን ለሥራ መረጠ፤ 1ነገ. 9፥15፡21። 2. የዛፍን ቅርንጫፍ ቆረጠ፤ ኢሳ. 18፥5።',
    title: 'መለመለ',
  ),
     Book(
    id: 113,
    author: 'ከከብት ቀንድ ወይም ከብረትና ከብር ከሌላም የሚሠራ ለመጥሪያን ለመዘመሪያ ለአዋጅ መንገሪያም የሚያገለግል ዕቃ (ዘፍ. 4፥21፤ ኢያሱ 6፥20፤ ዘኁ. 10፥1-10፤ 2ዜና 5፥12፡13)፣ ቀንደ መለከትም ይባላል፤ ይህም ከቀንድ መሠራቱን ያሳያል፤ 2ሳሙ. 6፥15፤ 1ዜና 15፥28።',
    title: 'መለከት',
  ),
     Book(
    id: 114,
    author: 'ግዛትና መንግሥት፣ ክብርና ባሕርይ፣ አምላክነት፣ የእግዚአብሔር ልዩ ስም። ሌላም ትርጉም እንደ አንቀጹ ይኖረዋል። "አብ፣ ወልድና መንፈስ ቅዱስ በመለኮት አንድ ናቸው" ሲባል ከላይ የተገለጠውን የቃሉን ፍች ያመለክታል። ቃሉ ለእግዚአብሔር ብቻ እንጂ ለሌላ የሚነገር አይደለም፤ 2ጴጥ. 1፥3፡4፤ ቆላ. 2፥9።',
    title: 'መለኮት',
  ),
     Book(
    id: 115,
    author: 'በብሉይ ኪዳን ዘመን በተቀደሰውና ባልተቀደሰው፣ በርኩሱና በንጹሑም መካከል የመለየት ሥራ የካህናት አገልግሎት ነበረ፤ ዘሌ. 10፥10። በቤተክርስቲያን እውነተኛንና ሐሰተኛ ትምህርትንና መናፍስትን የመለየት ስጦታ ተሰጥቷል፤ ሁሉም እንዲፈተን የቤተክርስቲያን ሽማግሌዎች ኀላፊነት አለባቸው፤ 1ቆሮ. 12፥10፤ 14፥29፤ 1ተሰ. 5፥21፤ ዕብ. 5፥14።',
    title: 'መለየት',
  ),
     Book(
    id: 116,
    author: 'በእግዚአብሔር ሕዝብ ዘንድ በማናቸውም ዓይነት ሰው ራስ ላይ ጸጉር ከሌለ እንደ ነውር፣ ውርደት ወይም ፍርድ ይቆጠር ነበር፤ 2ሳሙ. 10፥4-5፤ ኢሳ. 15፥2፤ 22፥12፤ ኤር. 47፥5። ኤልሳዕ በራ በመሆኑ ወይም በነቢይነት አገልግሎቱ ምክንያት ራሱን በመላጨቱ ሊሆን ይችላል፤ ዘኁ. 6፥18፤ 2ነገ. 2፥23፤ ሐ.ሥ. 18፥18።',
    title: 'መላጣ',
  ),
     Book(
    id: 117,
    author: 'ከኢጣልያ አገር በስተደቡብ በታላቅ ባሕር የምትገኝ ደሴት ናት። ጳውሎስ ታስሮ ወደ ሮም ሲሄድ መርከቡን ዓውሎ ነፋስ ስለሰባበረው ተሳፋሪዎቹ በዚች ደሴት ከረሙ፤ ሐ.ሥ. 27፥27-28፥10። በአሁኑ ዘመን ማልታ ተብላ ትጠራለች።',
    title: 'መላጥያ',
  ),
     Book(
    id: 118,
    author: 'ከብረት የተሠራ የመርከብ ማቆሚያ',
    title: 'መልሕቅ',
  ),
     Book(
    id: 119,
    author: 'የቃሉ ትርጉም መልእክተኛ ማለት ነው። 1. የተፈጥሮ ሁኔታቸው፦ መላእክት በፍጥረታቸው ረቂቃን መናፍስት ናቸው። ሥጋና አጥንት ባይኖራቸውም፣ ማሰብ የሚችል ነፃ አእምሮ ስላላቸውና ስለሚታዘዙ መንፈሳዊ አላል አላቸው። አያገቡም አይጋቡም፤ ሉቃ. 24፥39፤ ማቴ. 22፥30። ብዛታቸው የማይቆጠር፣ ዕውቀታቸው ከፍ ያለ፣ ኃይላቸውም ታላቅ ነው፤ ራእ. 5፥11፤ ማቴ. 24፥36፤ መዝ. 103፥20። የእግዚአብሔር ልጆች፣ መናፍስት፣ ቅዱሳን ጠባቂዎችም ተብለው ይጠራሉ፤ ኢዮብ 1፥6፤ ዕብ. 1፥6-14፤ ዘካ. 14፥5፤ ዳን. 4፥13።',
    title: 'መልአክ፣ መላእክት',
  ),
     Book(
    id: 120,
    author: 'በብሉይ ኪዳን ከእግዚአብሔር ቢላክም፣ እንደ እግዚአብሔር ሆኖ ተገልጧል፤ ሰዎች እግዚአብሔርን እንዳዩ አድርገው ቆጥረዋል። ዘፍ. 16፥7-13፤ ዘጸ. 3፥2-6፤ መሳ. 13፥11-23፤ 2ሳሙ. 24፥16፤ ዘካ. 1፥12፡13። ከዚህ የተነሣ "የእግዚአብሔርን መልአክ" እግዚአብሔር ወልድ ነው የሚሉ አሉ። በአዲስ ኪዳን ውስጥ ግን የእግዚአብሔር መልአክ ሲል ከመላእክቱ መካከል አንድን መልአክ እንጂ ወልድን አያመለክትም፤ ማቴ. 28፥2፤ ሉቃ. 1፥19፤ ራእ. 19፥10፤ 22፥8-9።',
    title: 'መልአክ፣ የእግዚአብሔር መልአክ',
  ),
     Book(
    id: 121,
    author: 'ሌላ የመገናኛ ዘዴ ባልነበረበት ዘመን መልእክትን የሚያደርስ ታማኝ ሰው አስደሳች ነበር፤ ምሳ.25፥13። በተለይም እግዚአብሔር ቃሉን ለሕዝቡ ለማድረስ ነቢያትን መልእክተኛ አድርጎ ላከ። ዮሐንስ ከክርስቶስ በፊት መልእክተኛ ሆኖ መጣ፤ ሚል. 3፥1፤ ማር. 1፥2-3።',
    title: 'መልእክተኛ',
  ),
     Book(
    id: 122,
    author: 'ጉዳይ የሚፈጸምበት፣ በወረቀትና በሌላም የሚጻፍ ወይም ቃል በቃል የሚነገር ማስረጃ ነው። ሐዋርያት ቤተክርስቲያንን ወይም ሰዎችን ለመጎብኘት ባልቻሉ ጊዜ መልእክትን በመጻፍ ትምህርትን ይሰጡ ነበር፤ በመልእክታቸውም ስሕተትን ይቃወሙ፣ አካሄድን ያርሙ ሰዎችም ያጽናኑ ነበር። በአዲስ ኪዳን 14 የጳውሎስ የሌሎች በጠቅላላው 21 መልእክቶች ይገኛሉ። ሐዋርያት በአዲስ ኪዳን ውስጥ ከሚገኙት ሌሎች መልእክቶች የጻፉ ይመስላል፤ ሆኖም እነዚህ መልእክቶች አልተገኙም፤ 1ቆሮ. 5፥9።',
    title: 'መልእክት',
  ),
     Book(
    id: 123,
    author: ' የጽድቅ ንጉሥ ማለት ነው። የሳሌም ንጉሥ ነበር። ይህም የሰላም ንጉሥ ማለት ነው። ምናልባትም "ሳሌም" ኢየሩሳሌም ይሆናል። የእግዚአብሔርም ካህን ነበር፤ ዕብ. 7፥1-3። አብርሃም ከጦርነት በተመለሰ ጊዜ መልከ ጼዴቅ ባረከው፤ አብርሃምም ከሀብቱ ሁሉ ዐሥራትን ሰጠው፤ ዘፍ. 14፥18-20። የክርስቶስ ክህነት በመልከ ጼዴቅ ሥርዓት ተገልጧል፤ መዝ. 110፥4። ክህነቱ ከአሮን ክህነት እንደሚበልጥ ተጽፎለታል። ይህም አንደኛ፣ በሥጋዊ ትውልድ ሳይሆን በእግዚአብሔር መሐላ በመሾሙ፤ ዕብ. 5፥5፡6፤ 7፥13-17። ሁለተኛ በሞት ሳይወሰን ለዘለዓለም በማገልገሉ ነው፤ ዕብ. 6፥20፤ 7፥3፡23-25። ክርስቶስ እንደ መልከ ጼዴቅ በእግዚአብሔር ሊቀ ካህናት በመባሉ የአሮንን ክህነት አስቀርቷል፤ ዕብ. 5፥7-10፤ 7፥11-19።',
    title: 'መልከ ጼዴቅ',
  ),
     Book(
    id: 124,
    author: 'ቃሉ ብዙ ትርጉም ሲኖረው መሠረታዊ ትርጉሙ ከራስ እስከ እግር ያለውን የሰውን አቋም ይገልጣል። በተለይ በመጽሐፍ ቅዱስ በሦስት መንገድ ይነገራል። 1. ዓይነት፣ ሁኔታ፣ አቋም፣ ቅርጽ፤ 2ሳሙ. 14፥20፤ ኢሳ. 52፥14፤ 53፥2፤ ዳን. 2፥31፤ ማቴ. 22፥20። 2. እንደ ጥላ የሌላውን ምሳሌ መያዝ። ሰው በእግዚአብሔር መልክ ተፈጠረ፤ ዘፍ. 1፥26። ምእመናን የክርስቶስን መልክ ሊመስሉ ይገባቸዋል፤ ሮሜ 8፥29፤ 2ቆሮ. 3፥18። የአምልኮት መልክ ሲል ሥርዓት ማለት ነው፤ 2ጢሞ. 3፥5። 3. እውነተኛ ምሳሌ። ክርስቶስ በእግዚአብሔር መልክ ሆኖ በሰው መልክ ተገለጠ፤ ፊል. 2፥6፡7።',
    title: 'መልክ',
  ),
       Book(
    id: 125,
    author: 'ሰው የሚናገረው ቃሉ እውነተኛ መሆኑን ለማረጋገጥ የእግዚአብሔርን ስም ወይም ሌላ ነገርን ይጠራል። ይህም ምስክር እንዲሆንለት ነው። እንደዚሁም እውነትን ካልተናገረ ወይም ቃሉን ባይፈጽም መሐላው በሚምለው ላይ እንዲመለስበት ይጠይቃል ማለት ነው፤ ዘፍ. 21፥23፤ ዘጸ. 22፥11፤ 1ነገ. 8፥31-32፤ ነህ. 10፥29፤ ዘካ. 5፥3። መሐላ በልዩ ልዩ ዓይነትና መንገድ ተሰጥቷል፤ ዘፍ. 14፥22፤ 24፥2-3፤ 1ሳሙ. 20፥23፤ ኤር. 34፥18፡19።',
    title: 'መሐላ',
  ),
       Book(
    id: 126,
    author: 'እግዚአብሔር ትክክለኛ ፈራጅ ሆኖ ሳለ መሓሪ በመሆኑ ሰዎችን እንደሚገባቸው አይቀጣቸውም፣ መልካም ነገርንም ያደርግላቸዋል፤ ለተከታዮቹም ምሳሌ ነው፤ ዘጸ. 34፥6፤ ማቴ. 5፥7።',
    title: 'መሓሪ',
  ),
       Book(
    id: 127,
    author: '1. በብሉይ ኪዳን ሕዝቡ ጥፋት ከሠሩ በኋላ ወደ እግዚአብሔር ሲመለሱ ባዕድ አምልኮትን ትተው፣ ቃል ኪዳኑን አሳደሱ፣ የእግዚአብሔርንም ትእዛዛት ጠበቁ፣ በተመለሱም ጊዜ እግዚአብሔር ባረከቸው፤ 2ነገ. 17፥13፤ 23፥25፤ ኢሳ. 19፥22፤ ኤር. 3፥12፤ ዮናስ 3፥7-10፤ ሚል. 3፥7። የእስራኤል ሕዝብ የቃል ኪዳን ሕዝብ ናቸውና ሲመለሱ በአንድነት ቃል ኪዳን አደረጉ፤ ኢያሱ 24፥25፤ 2ነገ. 11፥17፤ 2ዜና 15፥12፤ 29፥10፤ 34፥31። እውነተኛ መመለስ ኀዘንን መግለጥና የሚታየውን አድራጎት መለወጥ ብቻ ሳይሆን የልብ ለውጥ ጭምር አለበት፤ ዘዳ. 4፥29-31፤ 30፥2-10፤ ኤር. 24፥7። ሰው ወደ እግዚአብሔር ሲመለስ የተሰበረ ልብ የተዋረደም መንፈስ ይኖረዋል፤ ይህም በዳዊት (2ሳሙ. 12፥13-16፤ መዝ. 51፥17) በንዕማን (2ነገ. 5፥11-15)፣ በምናሴም ይታያል፤ 2ዜና 33፥10-13። ሰው ወደ እግዚአብሔር የሚመለሰው በእግዚአብሔር ቀስቃሽነት ነው፤ ኤር. 31፥18፤ ሰ.ኤ. 5፥21። 2. በአዲስ ኪዳን ንስሓ በማለት የመመለስ አሳብ ይገለጣል። መመለስ ንስሓንም እምነትንም በአንድነት ሊያመለክት ይችላል፤ ማቴ. 18፥3፤ ሐ.ሥ. 3፥19።',
    title: 'መመለስ',
  ),
       Book(
    id: 128,
    author: 'በስሕተት (በአደጋ) ነፍስ የገደለ ከደም ተበቃዩ የሚሸሽበት ከተማ ነው። በእስራኤል ስድስት ከተማዎች ለዚህ ተግባር ተመድበው ነበር። እነርሱም፦ ኬብሮን፣ ሴኬም፣ ቃዴስ፣ ቦሶር፣ ራሞት፣ ጎላን ናቸው። ነገሩ ተጠንቶ ሰውየው ከደም ንጹሕ ሆኖ ሲገኝ ሊቀ ካህናቱ እስኪሞት ድረስ በመማፀኛው ከተማ መቆየት ነበረበት፤ ዘኁ. 35፥9-15፤ ዘዳ. 19፥4-13፤ ኢያሱ 20።',
    title: 'መማፀኛ ከተማዎች',
  ),
       Book(
    id: 129,
    author: 'በኬብሮን አጠገብ ያለ ቦታ ነው። የአድባር ዛፍ ነበረበት፤ ቦታው በአብርሃም ወዳጅ በአሞራዊው በመምሬ ስም ተጠርቷል፤ ዘፍ. 13፥18፤ 14፥13። አብርሃም በመምሬ ሦስት እንግዶችን ተቀበለ፤ ዘፍ. 18፥1። በመምሬም የመቃብር ቦታ ገዛ፤ ዘፍ. 23፥17። አብርሃምና ይስሐቅ ለረጅም ጊዜ በዚህ ኖሩ፤ ዘፍ. 35፥27።',
    title: 'መምሬ',
  ),
       Book(
    id: 130,
    author: '(ለኃጢአት)፤ ከኃጢአት መለየት፣ ከኃጢአት ሥልጣንና ኃይል መውጣት ማለት ነው። ክርስቶስ በሞቱ ኃጢአትን አጠፋ፣ ከኃጢአት ዓለም ወጣ። እንደዚሁም ምእመናን በክርስቶስ ከኃጢአት ዓለም ወጥተዋል፤ ሮሜ 6፥2፡10-11። ',
    title: 'መሞት',
  ),
       Book(
    id: 131,
    author: 'ግድግዳ ወይም ሕንፃ የሚቆምበት። በምሳሌ ረገድ ክርስቶስ የምእመናን የሕይወታቸው መሠረት ይባላል፤ 1ቆሮ. 3፥10-15። እንደዚሁም የነቢያት፤ የሐዋርያትም ትምህርትና ሥራ የቤተክርስቲያን መሠረት ይባላል፤ ኤፌ. 2፥20-22፤ ራእ. 21፥14-20።',
    title: 'መሠረት',
  ),
   Book(
    id: 132,
    author: 'ሰው መሥዋዕት የሚያቀርብበት፣ ከእንጨት ወይም ከድንጋይና ከሌላም የሚሠራ ነው። ቃየልና አቤል ኪሩቤል በነበሩበት ከገነት በስተምሥራቅ መሥዋዕትን አቀረቡ፤ ዘፍ. 3፥24-4፥4። አባቶች በልዩ ልዩ ቦታዎች በተለይ እግዚአብሔር ለእነርሱ በተገለጠላቸው ቦታዎች መሠዊያቸውን ሠሩ።',
    title: 'መሠዊያ',
  ),
   Book(
    id: 133,
    author: 'ሰው ለአምላኩ አንዳች ነገር ቢሰጥ ወይም ቢያቃጥል ያ ነገር መሥዋዕት ወይም ቁርባን ይባላል። መሥዋዕቱም እንደ ሥርዓቱ ዓይነት ሲሠዋ መሠዋቱ ልዩ ልዩ አሳብ ሊገልጥ ይችላል። ለምሳሌ በአምላክ ፊት ተቀባይነትን ለማግኘት ወይም ለማጠንከር ይሆናል፤ እንዲሁም የሰጪውን እምነት ወይም ንስሓ፣ ምስጋና ወይም ፍቅር ያሳያል። መሥዋዕትን ያቀርቡ የነበሩ ሰዎች አንድ እግዚአብሔርን የሚያመልኩት እስራኤላውያን ብቻ ሳይሆኑ አረማውያንም ደግሞ ለጣዖቶቻቸው ያቀርቡ ነበር። በብሉይ ኪዳን ቃሉ ለመጀመሪያ ጊዜ በዘፍ. 4፥4 ላይ ይገኛል።',
    title: 'መሥዋዕት',
  ),
   Book(
    id: 134,
    author: 'አንባቢ መጽሐፍ የሚያነብበት በእንጨት ርብራብ የተሠራ መስበኪያ፤ ነህ. 8፥4።',
    title: 'መረባርብ',
  ),
   Book(
    id: 135,
    author: 'ስድነት፣ ያለ ሥርዓት መኖር። ከእግዚአብሔር የተገለጠ ነገር ባይኖር ዓለም ሥርዓት የሌለው ይሆን ነበር፤ ምሳ. 29፥18።',
    title: 'መረን',
  ),
   Book(
    id: 136,
    author: 'አረንጓዴ ወይም ጥቁርና ነጭ ዐይነት የከበረ ድንጋይ፤ ዘጸ. 25፥7፤ ኢዮብ 28፥16፤ ሕዝ. 28፥13፤ ራእ. 21፥19።',
    title: 'መረግድ',
  ),
   Book(
    id: 137,
    author: 'ለግብዣ በጠረጴዛ ዙሪያ መቀመጥ፤ 1ሳሙ. 16፥11።',
    title: 'መረፈቅ',
  ),
   Book(
    id: 138,
    author: 'ከለኪሶ ወደ ሰሜን የነበረ ከተማ ነው። አንድ ሚሊዮን የኢትዮጵያን ሰዎች አሳ በመሪሳ አጠገብ አሸነፈ፤ 2ዜና 14፥8-14።',
    title: 'መሪሳ',
  ),
   Book(
    id: 139,
    author: 'ክርክር ማለት ነው። 1. እስራኤል በራፊዲም በውሃ እጦት ምክንያት ስለ ተከራከሩ ቦታው መሪባ ተባለ፤ ዘጸ. 17፥1-7። 2. በቃዴስ አጠገብ ሳሉ እስራኤላውያን ስለ ውሃ እጦት ከሙሴ ጋር ተከራከሩ። በዚህ ጊዜ ሙሴን አሮን እግዚአብሔርን አላከበሩምና ወደ ከነዓን ለመግባት አልተፈቀደላቸውም። ቦታውም መሪባ ተባለ፤ ዘኁ. 20፥1-13።',
    title: 'መሪባ',
  ),
   Book(
    id: 140,
    author: 'እግዚአብሔር ሕዝቡን ይመራል፤ ዘጸ. 40፥36-38፤ ሮሜ 8፥14። እግዚአብሔር ለሚታዘዙለት አንድ ጊዜ ፈጽሞ የተሰጠ ሃይማኖት ገልጧልና ማድረግ የሚገባቸውን አሳይቷል፤ ይህም በመጽሐፍ ቅዱስ ተጽፎ ይገኛል፤ ይሁዳ 3። ሰውም ለግል ሕይወቱና ለአገልግሎቱ የእግዚአብሔርን ፈቃድ መፈለግ አለበት፤ ዘዳ. 29፥29፤ ምሳ. 3፥5-6። እግዚአብሔር በብሉይ ኪዳን ዘመን በሕልም፣ በራእይ፣ በመልአክ፣ በደመናና በእሳት ዓምድ፣ በተአምር፣ በዑሪምና በቱሚም፣ በዕጣ፣ በድምፅ፣ በነቢይ ቃል፣ በሰው ምክር፣ በሁኔታዎች መመቻቸት፣ የእግዚአብሔርን ቃል በማንበብ... ወዘተ. ሕዝቡን ሲመራ በመጽሐፍ ቅዱስ ታሪክ እናያለን፤ ዕብ. 1፥1።',
    title: 'መራ፣ ምሪት፣ የእግዚአብሔር አመራር፤',
  ),
   Book(
    id: 141,
    author: 'ጣፋጭ ያልሆነ የቅጠል ወይም የውሃ ጣዕም፤ ከባድ ሐዘን በምሳሌ የሚገለጥበት ቃል፤ ዘጸ. 12፥8፤ 15፥23፤ ሩት 1፥20፤ ማቴ. 26፥75።',
    title: 'መራራ፣ ማራ',
  ),
   Book(
    id: 142,
    author: 'የድንጋይ መስበሪያ ትልቅ መዶሻ፤ 1ነገ. 6፥7።',
    title: 'መራጃ',
  ),
   Book(
    id: 143,
    author: '1. ወጥመድ፣ አሽክላ፤ ምሳ. 29፥5። 2. የራስ መሸፈኛ ሰርመዲ፤ ኢሳ. 3፥18። 3. የጉልላት ልባስ፤ 1ነገ. 7፥17፡18፤ 2ዜና 4፥13።',
    title: 'መርበብ',
  ),
   Book(
    id: 144,
    author: 'የእስራኤል ሕዝብ በግብርና ሥራ ይተዳደሩ ስለነበር በመርከቦች ብዙም አይጠቀሙም ነበር። ሆኖም ወሰነተኞቻቸው የጢሮስና የሲዶና ሰዎች የታወቁ መርከበኞች ነበሩ። ሰሎሞን የጢሮስን ሰዎች ቀጥሮ በኤርትራ ባሕር በመርከቦች ይነግድ ነበር፤ 1ነገ. 9፥26-28። ኢዮሣፍጥ ይህን ሲሞክር መርከቦቹ ወዲያው ተሰበሩ፤ 2ዜና 20፥35-37። የጢሮስ ሰዎች እስከ እንግሊዝ አገር በመርከቦቻቸው ይነግዱ ነበር። ግብጻውያን ከደንገል መርከቦቻቸውን ይሠሩ ነበር፤ ኢሳ. 18፥2። ሮማውያን በብዙ መቅዘፊያዎች የሚነዱ መርከቦች ነበሩአቸው። ታላላቅ የጭነት መርከቦች ግን መጋረጃዎቻቸው ተዘርግተው በነፋስ ይነዱ ነበር። ጳውሎስ ወደ ሮም የሄደባት መርከብ ከጭነትዋ በላይ 276 ሰዎች ይዛ ነበርና ተሰበረች፤ ሐ.ሥ. 27። በታላቁ ባሕር በተለይ ከመስከረም እስከ የካቲት ወር ድረስ መሄድ አደገኛ ነበር። ጳውሎስም ሮም ሳይደርስ የተሳፈረባቸው መርከቦች ሦስት ጊዜ ተሰበሩበት፤ 2ቆሮ. 11፥25። መሪው መርከቦችን በስተኋላ በሚገኝ በአንድ መቅዘፊያ ይመራ ነበር፤ ያዕ. 3፥4፡5። ',
    title: 'መርከብ',
  ),
   Book(
    id: 145,
    author: 'የብሉይ ኪዳን ሰዎች መርዝ በአንዳንድ ቡቃያ ላይ እንደሚገኝ (ሆሴዕ 10፥4)፣ የበረሃ ቅል መርዝ እንዳለበት (2ነገ. 4፥39፡40)፣ የእባብ (ዘዳ. 32፥24፡33)፣ የእፉኝትም ምላስ (መዝ. 140፥3) አደገኛ መሆኑን ያውቁ ነበር። የኃጥአን ቁጣና ንግግር በመርዝ ተመስሏል (መዝ. 58፥4፤ 140፥3፤ ያዕ. 3፥8)፣ የእግዚአብሔር ተግሣጽም እንደ መርዝ ነው፤ ኢዮብ 6፥4። እግዚአብሔር የወንጌል መልእክተኞችን ከመርዝ ሊያድናቸው ይችላል፤ ማር. 16፥18።',
    title: 'መርዝ',
  ),
   Book(
    id: 146,
    author: 'በኢኮንያን ጊዜ ወደ ባቢሎን ከተማረኩት አንዱ፣ በፋርስ ቤተ መንግሥት በሱሳ ይኖር የነበረ ብንያማዊ ሰው፤ አስ. 2፥5፡6። ያሳደጋትን የአጎቱን ልጅ አስቴርን ንግሥት እንድትሆን አስቦ ለምርጫ አቀረባት፤ አስ. 2፥7-11።',
    title: 'መርዶክዮስ',
  ),
  Book(
    id: 147,
    author: 'በሌላው ላይ ክፉ ነገር እንዲደርስ መመኘትና መናገር። በብሉይ ኪዳን ለእግዚአብሔር የማይታዘዝ ሲረገም የእስራኤል ሕዝብም አሜን ብለው ርግማንን አረጋገጡ፤ ዘዳ. 27፥11-26። ሰው የሚረገምባቸው ነገሮች በዘዳ. 28፥15-68 ተዘርዝረዋል። ሴቶች በእርግማን መሐላ ይፈተኑ ነበር፤ ዘኁ. 5፥11-28። ኢዮብ ሰውን በመራገም ኃጢአትን አላደረገም፤ ኢዮብ 31፥30።',
    title: 'መርገም',
  ),
  Book(
    id: 148,
    author: 'የድንጋይ ናዳ ነው። በጥንት ጊዜ ሰዎች ትልቅ ምሽግ ወይም ግንብ ሠርተው ከዚያ ላይ መርግ በማንከባለል ጠላታቸውን ይከላከሉ ነበር፤ 2ዜና 26፥15።',
    title: 'መርግ',
  ),
  Book(
    id: 149,
    author: 'ኢየሱስ "...ግመል በመርፌ ቀዳዳ ቢገባ ይቀላል" ሲል ነገሩ ከባድና ብዙ ጊዜ የማይሆን መሆኑን በምሳሌ ይገልጣል፤ ማቴ. 19፥24።',
    title: 'የመርፌ ቀዳዳ',
  ),
  Book(
    id: 150,
    author: 'አውታርና መከርከሪያ ያለው የዜማ ዕቃ። በመጽሐፍ ቅዱስ ውስጥ ለእግዚአብሔር ክብር እንደሚዘመርበት ብዙ ጊዜ ተጠቅሷል፤ 1ዜና 15፥16፤ ኢዮብ 30፥31፤ መዝ. 92፥3፤ 150፥3።',
    title: 'መሰንቆ',
  ),
  Book(
    id: 151,
    author: 'በዕብራይስጥ "የተቀባ" ማለት ነው። "ክርስቶስ" ከሚለው የግሪኩ ቃል ጋር አንድ ነው። በብሉይ ኪዳን እግዚአብሔር የቀባው ሲል በተቀደሰ ዘይት የተቀቡትን ነገሥታትና ካህናት ያመለክታል፤ 1ሳሙ. 26፥9፤ 1ዜና 16፥21። እግዚአብሔር በተቀቡት አድሮ እስራኤልን ያድን ነበር፤ እውነተኛ መሲሕ እስከሚላክ ድረስ ሕዝቡ በእምነትና በተስፋ ይኖሩ ዘንድ እግዚአብሔር እነዚህን በብሉይ ኪዳን የተቀቡትን መሪዎች የመሲሑ ጥላዎች አድርጎ ላከላቸው። በተጨማሪም መዳን ከምድራዊ ጠላት ብቻ ሳይሆን ከኃጢአትና ከኩነኔ ጭምር መሆኑን እንዲያስተውሉ በነቢያት አፍ አስተማራቸው፤ ኢሳ. 11፥1-5፤ 53፥4-6።',
    title: 'መሲሕ',
  ),
  Book(
    id: 152,
    author: 'ወዳጅነትን (ዘፍ. 29፥11፡13፤ ማቴ. 26፥48)፣ ፍቅርን (መኃ. 1፥2፤ ሉቃ. 15፥20)፣ ፍትወትን (ምሳ. 7፥5፡13)፣ አምልኮትንና አክብሮትን (1ነገ. 19፥18፤ ሆሴዕ 13፥2) ሊያሳይ ይችላል። በቤተክርስቲያን መሳሳም የተለመደ ሰላምታ ነው፤ ይህም የተቀደሰ መሆን ይገባዋል፤ ሐ.ሥ. 20፥37፤ ሮሜ 16፥16፤ 1ጴጥ. 5፥14።',
    title: 'መሳሳም',
  ),
  Book(
    id: 153,
    author: 'አለመቻል፣ አቅም ማጣት፤ ዘፍ. 18፥14፤ ማቴ. 19፥26፤ ሉቃ. 1፥37።',
    title: 'መሳን',
  ),
  Book(
    id: 154,
    author: '1. ሰውን መስደብ። ይህ የሰውን ክብርና ስም መንቀፍ ማለት ነው። ሰውን መስደብ ኃጢአት መሆኑ በብዙ ቦታ ተጠቅሷል፤ ማቴ. 5፥22፤ ኤፌ. 4፥31፤ ቲቶ 3፥1-2። ክርስቶስና ሐዋርያት አንዳንድ ጊዜ ኃይለ ቃል ቢናገሩም በምሳሌም ሆነ በግልጥ የሰውን ጠባይ እየገለጡ በሥልጣን አስተማሩ ወይም ገሠጹ እንጂ ተሳደቡ ማለት አይቻልም፤ ሉቃ. 13፥32፤ ሐ.ሥ. 23፥3። የእግዚአብሔር የሆነ ሁሉ አይሳደብም፤ ይሁዳ 8፡9። 2. እግዚአብሔርን መሳደብ፤ የእግዚአብሔርን ክብርና ስም ወይም ሥራ መንቀፍና ማቃለል፤ መዝ. 74፥10፤ ኢሳ. 52፥5። በሙሴ ሕግ እግዚአብሔርን የሚሳደብ የሞት ፍርድ ተወስኖበት ነበር፤ ዘሌ. 24፥10-23፤ 1ነገ. 20፥10-13።',
    title: 'መሳደብ',
  ),
  Book(
    id: 155,
    author: 'ምሽግ አምባ ማለት ነው። መሳዳ የተባለው አምባ በጨው ባሕር አቅራቢያ ካለው መሬት 300 ሜትር ከፍ ይላል። ይህ አምባ በመጽሐፍ ቅዱስ አልተጠቀሰም። ምናልባት ዳዊት ከሳኦል ሸሽቶ የኖረበት አምባ ሳይሆን አይቀርም፤ 1ሳሙ. 23፥14።',
    title: 'መሳዳ',
  ),
  Book(
    id: 156,
    author: 'በብሉይ ኪዳን ዘመን፣ ነገሥታት በእስራኤል ከመሾማቸው በፊት መስፍን የተባለው ከንጉሥ ዘር የሆነ ሰው ሳይሆን አገሪቱን ከጠላት ወረራ የሚያድን አዳኝ ጀግና ነበረ። የእስራኤል ሕዝብ ወደ ርስት አገራቸው ከገቡና ኢያሱ ከሞተ በኋላ እስራኤላውያን እግዚአብሔርን ትተው የአገሩን አማልክት በማምለክ በእግዚአብሔር ፊት ክፉ ሥራ ሠሩ፤ እግዚአብሔርም ተቆጣቸው፣ ወደ እነርሱም ሊመልሳቸው ብሎ ለሚማርኩአቸው ወራሪዎች አሳልፎ ይሰጣቸው ነበር። ወራሪ በመጣ ቁጥር እስራኤላውያን ተጨንቀው ተጸጽተውም ወደ እግዚአብሔር ይጮኹና ይጸልዩ ነበር። በዚያን ጊዜ እግዚአብሔር ይምራቸውና መስፍንንም አስነሥቶ ከሚማርኩአቸው እጅ ያድናቸው ነበር፤ መሳ. 2፥11-19፤ 3፥9፡15። እነዚህ የሚያድኑ መሳፍንት 12 ሲሆኑ ከኢያሱ መሞት ጀምሮ ሳኦል ንጉሥ ሆኖ እስኪሾም ድረስ 300 ዓመት ያህል አገሪቱን ጠበቁ። መሳፍንቱ የሚከተሉት ናቸው፦ ጎቶንያል (3፥7-11)፣ ግራኙ ናዖድ (3፥12-30)፣ ሰሜጋር (3፥31)፣ ነቢይት ዲቦራና ባርቅ (4፥1-5፥31)፣ ጌዴዎን (6፥1-8፥35)፣ አቤሜሌክ (9፥1-57)፣ ቶላ (10፥1፡2)፣ ኢያዕር (10፥3-5)፣ ዮፍታሔ (10፥6-12፥7)፣ ኢብጻን (12፥8-10)፣ ኤሎም (12፥11፡12)፣ ዓብዶን (12፥13-15)፣ ሶምሶን (13፥1-16፥31)።',
    title: 'መሳፍንቱ',
  ),
  Book(
    id: 157,
    author: 'የመሳፍንትን ታሪክ ይተርካል። መጽሐፉ በ3 ክፍል ይከፈላል፦ 1. መሳፍንት የተነሡበት ምክንያት፤ ምዕራፍ 1-2። 2. የመሳፍንቱ ታሪክ፤ ምዕራፍ 3-16። 3. ስለ ዳን ጭቆናና ስለ ብንያም ኃጢአት፤ ምዕራፍ 17-21። መጽሐፉን ማን እንደጻፈው፣ ምን ጊዜ እንደተጻፈ እርግጡ ባይታወቅም እንኳ የጻፈው ሳሙኤል፣ ወይም በሳሙኤል ዘምን ከነበሩት ከነቢያት ወገን አንዱ እንደሆነ ይታመናል፤ 1ሳሙ. 10፥10-12፥25።',
    title: 'መሳፍንት፣ መጽሐፈ መሳፍንት',
  ),
  Book(
    id: 158,
    author: 'በእስራኤል ዘንድ ሰው የሞት ፍርድ ከተፈጸመበት በኋላ ሬሳው ለማስጠንቀቂያ ከዛፍ ላይ ይሰቀል ነበር። ነገር ግን እስራኤላውያን ሰውን በስቅላት አይገድሉም ነበር፤ ዘዳ. 21፥21-23፤ ኢያሱ 10፥26። ሮማውያን በብዙ ሥቃይ እንዲሞት የተፈረደበትን ሰው በተለይም ደግሞ ዐመፀኞችን ይሰቅሉ ነበር። ለምሳሌ አራት ዓመት ከክርስቶስ ልደት በፊት ሁለት ሺህ ሰዎች በይሁዳ አገር ተሰቅለዋል። በ66 ዓ.ም. ሦስት ሺህ ስድስት መቶ አይሁድ በስቅላት ተቀጥተዋል። በክርስቶስ ዘመን አራት ዐይነት መስቀሎች ነበሩ፦ + T X |። ክርስቶስ የተሰቀለበት መስቀል የመጀመሪያውን ዓይነት ይመስላል። ሰው በስቅላት ሲሞት ብዙ ጊዜ የሚከተሉት ነገሮች ይፈጸሙበት ነበር። 1. ከመስቀል በፊት ይገረፋል፤ ማቴ. 27፥26። 2. መስቀሉን ወይም የመስቀሉን ግንድ ተሸክሞ ከከተማ ወደ ውጭ ወዳለው የመስቀያ ቦታ ይወሰዳል፤ ዮሐ. 19፥17-20። 3.በምሳሌ 31፥6 የተጻፈውን በማሰብ፣ በኢየሩሳሌም የነበረው የሴቶች ማኅበር የሥቃይ ማደንዘዣ መጠጥ ለሚሰቀሉት ይሰጥ ነበር፤ ማቴ. 27፥34። 4. በመስቀል ላይ በምስማር ይቸነከራል፣ ወይም በገመድ ይታሰራል፤ ዮሐ. 20፥25። 5. ከበደለኛው ራስ በላይ የሟቹ ወንጀል ተጽፎ ይለጠፋል። ጲላጦስ በክርስቶስ የመስቀል ሞት የፈረደበት አይሁድ "ተሳድቧል" በሚለው ክሳቸው ምክንያት ሳይሆን "የአይሁድ ንጉሥ" ነኝ ስላለ የቄሣር ተቀናቃኝ ነው በማለት ነበር፤ ዮሐ. 19፥19፤ ቆላ. 2፥14፡15።',
    title: 'መስቀል፣ ስቅለት',
  ),
  Book(
    id: 159,
    author: 'በጥንት ጊዜ ከጠራና ከነጠረ ናስ ይሠራ ነበር። ከብርጭቆ እንደሚሠራው እንደ ዛሬው መስተዋት መልክን በትክክል አያሳይም፤ ዘጸ. 38፥8፤ 1ቆሮ. 13፥12፤ ያዕ. 1፥23።',
    title: 'መስተዋት',
  ),
  Book(
    id: 160,
    author: 'መጠጫ ጽዋ፤ ኤር. 48፥12።',
    title: 'መስቴ',
  ),
  Book(
    id: 161,
    author: 'በግድግዳና በግንብ ቤት ውስጥ በአራት ማዕዘን የተከበበ የብርሃንና የአየር ማስገቢያ ነው። በጥንት ዘመን ብዙ ጊዜ የመስኮት መዝጊያ ይሠራ ነበር፤ መሳ. 5፥28፤ ሐ.ሥ. 20፥9፤ 2ቆሮ. 11፥33። በግጥም አጠቃቀም በሰማይ "መስኮቶች" ሲከፈቱ በሰቅሰቁ ውስጥ በመንጠባጠብ ፈንታ በርከት ያለ ዝናብ ወይም ሌላ ነገር ይወርዳል፤ ዘፍ. 7፥11፤ ሚል. 3፥10።',
    title: 'መስኮት',
  ),
  Book(
    id: 162,
    author: 'ቃሉ በሁለቱ ወንዞች መካከል ያለ ማለት ነው። መስጴጦምያ በጤግሮስና በኤፍራጥስ ወንዞች መካከል ከካራን እስከ ዑር ያለውን አገር ያመለክታል፤ ዘፍ. 24፥10፤ ዘዳ. 23፥3፡4፤ 1ዜና 19፥6፤ ሐ.ሥ. 2፥9፤ 7፥2። ዛሬ መስጴጦምያ በሶርያና በኢራቅ ውስጥ ይገኛል።',
    title: 'መስጴጦምያ',
  ),
  Book(
    id: 163,
    author: 'ዛሬ እንዳለ ሁሉ በጥንት ዘመንም ልዩ ልዩ መስፈሪያ ነበር። ከአሁኑ መስፈሪያ ጋር በትክክል ለማመዛዘን ያስቸግራል። 1. የደረቅ ነገር መስፈሪያ፤ ቆሮስ የአህያ ጭነት መለኪያ ነው። ቆሮስን መነሻ በማድረግ የጥንት መስፈሪያዎችን መገመት ይቻላል። ኢፍ የቆሮስ ዐሥረኛ ነው፤ ሕዝ. 45፥11። ጎሞር የኢፍ ዐሥረኛ ነው፤ ዘጸ. 16፥36። 2. የፈሳሽ ነገር መስፈሪያ፤ ባዶስ። ባዶስና ኢፍ እኩል ናቸው፤ መስፈሪያው አንድ ይሆናል። ባዶስ የቆሮስ ዐሥረኛ ነው፤ ሕዝ. 45፥11፡14። ኢን የባዶስ ስድስተኛ ነው። ሎግ የባዶስ ዐሥራ ሁለተኛ ነው። ብዙ ሊቃውንት ባዶስ 22 ሊትር ነው ብለው ይገምታሉ፤ አንዳንዶች 46 ሊትር ያህላል ይላሉ። ',
    title: 'መስፈሪያ',
  ),
  Book(
    id: 164,
    author: 'አንጥረኛ ወይም ቀጥቃጭ ብረታ ብረት ከርሱ ላይ በማድረግ በመዶሻ የሚቀጠቅጥበት ከሥር ያለው ብረት ትንሹን ብረት ትልቅ፣ የታጠፈውን ብረት ዝርግና ሰፊ ለማድረግ የሚጠቀምበት መሣሪያ ነው፤ ኢሳ. 41፥7።',
    title: 'መስፍ',
  ),
  Book(
    id: 165,
    author: 'በአንድ ሌላ ወገን የሚቀርበውን ሰው፣ ሥራ፣ ስጦታ፣ አሳብ፣ አክብሮት ... ወዘተ አለመጣል፣ በእምነት፣ በአእምሮ፣ በስሜትና በፈቃድ፣ በሚገባ የራስ ማድረግ፤ ዮሐ. 1፥11-12፤ 20፥22።',
    title: 'መቀበል',
  ),
    Book(
    id: 166,
    author: 'በወንዝ ዳር የሚበቅል፣ ቀርክሃን(ቀርቅሃን) የሚመስል፣ ለመጻፊያ ብዕር የሚቀርጽ፣ የቤት ማገር የሚሆን ተክል፤ ማቴ. 27፥29፡30።',
    title: 'መቃ',
  ),
    Book(
    id: 167,
    author: 'ታሪኩ በግእዝ በተጻፈው በ2ኛ መቃብያን የተተረከለት ነው።',
    title: 'መቃቢስ ዘሞዓብ',
  ),
    Book(
    id: 168,
    author: 'ታሪኩ በግእዝ በተጻፈው በ1ኛ መቃብያን የተተረከለት ነው።',
    title: 'መቃቢስ ዘብንያም',
  ),
    Book(
    id: 169,
    author: 'ታሪኩ በግሪክ በተጻፈው በ2ኛና በ4ኛ መቃብያን የተተረከለት ነው።',
    title: 'መቃቢስ ዘአልዓዛር',
  ),
    Book(
    id: 170,
    author: 'መቅበር። ለመጀመሪያ ጊዜ መቃብር በዋሻ (ዘፍ. 23፥9)፣ በመሬት (ዘፍ. 35፥8)፣ ከዓለት በተወቀረ ድንጋይ (ማቴ. 27፥60) ይሠራ ነበር። አብርሃም በገዛው መሬት እርሱና ብዙ ቤተሰቦቹ ተቀበሩ፤ ዘፍ. 23፤ 49፥31፤ 50፥13። የመቃብር ቦታ በድንጋይ ክምር (ኢያሱ 7፥26)፣ በኖራ በተቀባ ድንጋይ በሌላም ተለይቶ ይታወቅ ነበር፤ ማቴ. 23፥27። በአንዳንድ መቃብር ላይ ምልክት አልነበረም፤ ሉቃ. 11፥44። ሰው ሲሞት ቶሎ ይቀበር ነበር። ባህሉ እንደ አገሩ፣ እንደ ዘመኑ፣ እንደ ቤተሰቡ ይሆናል። በአይሁድ መካከል ዘመዶች ሬሳውን ያጥቡት (ሐ.ሥ. 9፥37)፣ ቅባት ይቀቡት፣ ቅመም ከጨመሩ በኋላ በልብስ ይከፍኑት (ማር. 16፥1፤ ዮሐ. 19፥40)፣ በመግነዝ ይገንዙት፣ ፊቱንም በጨርቅ ይጠመጥሙት እንደነበር እናነባለን፤ ዮሐ. 11፥44። በግብጽ አገር የሀብታሞች ሬሳ እንዳይበሰብስ ባለ መድኃኒቶች ሬሳውን በሽቶ ያሹት በሳጥንም ያኖሩት ነበር፤ ዘፍ. 50፥2፡3፡26። ሬሳን ማቃጠል በአይሁድ ዘንድ አልተለመደም ነበር። አልፎ አልፎ ግን ሲቸገሩ ሬሳውን ያቃጥሉ ነበር፤ 1ሳሙ. 31፥12፡13፤ አሞጽ 6፥10። ሰው በሚገባ ሳይቀበር ቢቀር እንደ አሳዛኝ ሁኔታ ይቆጠር ነበር፤ 1ነገ. 13፥22፤ ኤር. 16፥6።',
    title: 'መቃብር',
  ),
    Book(
    id: 171,
    author: 'መቃብያን የሚባሉ 8 መጻሕፍት አሉ፤ በግእዝ የታወቁ 4 ሲሆኑ በግሪክ የታወቁ ደግሞ 4 ናቸው። ሀ) በግእዝ የታወቁ የመቃብያን መጻሕፍት፦ 1. መቃብያን ቀዳማዊ፣ በሞዓባውያንና በሜዶናውያን መንግሥት ብሎ የሚጀምር፣ ጺሩዳይዳን የተባለው ዐመፀኛ ንጉሥ የመቃቢስ ዘብንያምን ልጆች በእውነተኛ ሃይማኖታቸው ምክንያት እንዴት እንዳሠቃያቸው የሚተርክ መጽሐፍ ነው።  2. መቃብያን ካልእ፣ መቃቢስ የተባለው የሞዓብ ንጉሥ እስራኤላውያንን ከተዋጋ በኋላ ተጸጽቶ የእግዚአብሔርን ሕግ እንዳስተማራቸው፣ እርሱም ከሞተ በኋላ ጺሩዳይዳን የመቃቢስን ልጆች በጽኑ ሃይማኖታቸው ምክንያት እንደገዳላቸው የሚተርክ መጽሐፍ ነው። 3. መቃብያን ሣልስ፣ የብሉይ ኪዳንን ታሪኮች እየጠቀሰ የጽድቅንና የኩነኔን፣ የትንሣኤ ሙታንን ነገር የሚያብራራ መጽሐፍ ነው። እነዚህ ሦስት መጻሕፍት በትልቁ ያማርኛ መጽሐፍ ቅዱስ ታትመዋል። 4. መጽሐፈ ዮሴፍ ወልደ ኮርዮስ፣ ከአዳም ጀምሮ በ70 ዓ.ም እስከ ሆነው እስከ ኢየሩሳሌም ቤተ መቅደስ መቃጠል ድረስ የአይሁድን ታሪክ የሚተርክ ዜና አይሁድ ወይም መጽሐፈ ሥርው ተብሎ የሚጠራ፣ በ8 ክፍልም የተከፈለ ረጅም መጽሐፍ ነው። ፍትሐ ነገሥትም ተጨማሪ የመቃብያን መጽሐፍ ይለዋል። እነዚህንም አራት መጻሕፍት የኢትዮጵያ ኦርቶዶክስ ቤተክርስቲያን ከብሉይ ኪዳን መጻሕፍት ጋር ቆጥራ ትቀበላቸዋለች። ለ) በግሪክ የታወቁ የመቃብያን መጻሕፍት፦ 1. 1ኛ መቃብያን፣ የሶርያ ንጉሥ አንጥያኮስ 169 ከክርስቶስ ልደት በፊት የኢየሩሳሌምን ቤተ መቅደስ እንዳረከሰውና መቃብያን የሚባሉ የካህኑ ማታትያስ ልጆች በአርበኝነት ተነሥተውበት የአገራቸውን ነጻነት እንዴት እንደመለሱ የሚተርክ መጽሐፍ ነው። 2. 2ኛ መቃብያን፣ የመቃብያንን ታሪክ ጨምሮ የሚተርክ መጽሐፍ ነው። 3. 3ኛ መቃብያን፣ 221-204 ከክርስቶስ ልደት በፊት በነገሠው በግብጽ ንጉሥ በበጥሊሞስ ዘመነ መንግሥት አይሁድ ከጥፋት እንዴት እንደዳኑ የሚተርክ መጽሐፍ ነው። ዛሬም የዓለም አብያተ ክርስቲያናት ከቅዱሳት መጻሕፍት ጋር አይቆጥሩትም። 4. 4ኛ መቃብያን፣ መቃብያን አርበኞች በሰማዕትነት እንዴት እንደሞቱ የሚተርክ መጽሐፍ ነው። ዛሬ የዓለም አብያት ክርስቲያናት ከቅዱሳት መጻሕፍት ጋር አይቆጥሩትም። በካቶሊክ ቤተክርስቲያን እምነት መሠረት ተቀባይነት ያላቸው ሁለቱ የመቃብያን መጻሕፍት ከላይ በተጻፈው ዝርዝር ውስጥ ለ) 1 እና ለ) 2 ላይ የተመለከቱት ናቸው።',
    title: 'መቃብያን',
  ),
    Book(
    id: 172,
    author: 'የግራና የቀኝ የቤት በር ቋሚ እንጨት ነው። እስራኤላውያን በግብጽ አገር ሳሉ የበኩር ልጅ ሞት እንዳይደርስባቸው በፋሲካ በግ ደም የቤታቸውን መቃን ቀቡ፤ ዘጸ. 12፥7፡23።',
    title: 'መቃን',
  ),
    Book(
    id: 173,
    author: 'ልዩ ልዩ ነገሮች ለብርሃን፣ ለሙቀት፣ ለአምልኮትና ለፍርድ በእሳት ይቃጠላሉ፤ ዘሌ. 1፥9፤ ኢሳ. 27፥4፤ ማቴ. 3፥12፤ ሐ.ሥ. 28፥2። ሰው የጋለ ስሜት ሲኖረው ልቡ ይቃጠላል፤ ሉቃ. 24፥32፤ ዮሐ. 5፥35፤ 1ቆሮ. 7፥9።',
    title: 'መቃጠል፣ ማቃጠል፣ ቃጠሎ',
  ),
    Book(
    id: 174,
    author: 'ከብረት የሚሠራ የዓሣ መያዣ አጥማጅ ትል ወይም ሥጋ ያኖርበታል፤ ዓሣው ሥጋውን ሲውጥ መቃጥኑ አፉ ውስጥ ይቀረቀራል። አጥማጁ በመቃጥን የታሰረውን ገመድ ስቦ ዓሣውን ያወጣል፤ ሕዝ. 29፥4፤ አሞጽ 4፥2፤ ማቴ. 17፥27።',
    title: 'መቃጥን',
  ),
    Book(
    id: 175,
    author: 'ከአስቀሎና በምሥራቅ በኩል 25 ኪ.ሜ ርቆ በጌት አጠገብ የሚገኝ ከተማ ነው። ኢያሱ ያዘው፤ ኢያሱ 10፥28። በመቄዳ አጠገብ በነበረው ዋሻ የተሸሸጉትን 5 የከነዓናውያን ነገሥታትን ኢያሱ አጠፋቸው፤ ኢያሱ 10፥15-29።',
    title: 'መቄዳ',
  ),
    Book(
    id: 176,
    author: 'በአውሮጳ ክፍለ ዓለም ከግሪክ አገር በስተሰሜን ያለች አገር በ359 ከክርስቶስ ልደት በፊት ፊልጶስ የተባለ ንጉሥ በመቄዶንያ ላይ ነገሠ። ቀጥሎም ልጁ ታላቁ እስክንድር ነገሠ። በ168 ከክርስቶስ ልደት በፊት የሮም ጠቅላይ ግዛት ሆነች። በአውሮጳ ውስጥ ወንጌል በመጀመሪያ በመቄዶንያ ተሰበከ፤ ፊል. 4፥15፤ ሐ.ሥ. 16፥9-12። ጳውሎስ መቄዶንያን ብዙ ጊዜ ጎበኘ። በፊልጵስዩስ፣ በተሰሎንቄ፣ በቤርያም ቤተ ክርስቲያን አቋቋመ፤ ሐ.ሥ. 16፥16-17፥14፤ 19፥21፤ 20፥1-3፤ 1ቆሮ. 16፥5፤ 2ቆሮ. 1፥16። ሱሲጳጥሮስ፣ አርስጥሮኮስ፣ ሲኮንዱስና አፍሮዲጡ ጳውሎስን የረዱ የመቄዶንያ አማኞች ነበሩ፤ ሐ.ሥ. 20፥4፤ ፊል. 4፥14-19። ዛሬ የግሪክ አገር ሰሜን ክፍል ናት። ስምዋም አልተለወጠም።',
    title: 'መቄዶንያ',
  ),
    Book(
    id: 177,
    author: 'እግዚአብሔር በኃጢአት ምክንያት በሰው ላይ የሚያመጣው ችግርና በሽታ፤ ዘፍ. 12፥17፤ ዘኁ. 16፥46፤ 1ነገ. 8፥37-40፤ ራእ. 9፥20፤ 15፥1፤ 22፥18። ግብጻውያን እልከኞች በመሆናቸው እግዚአብሔር በዐሥር መቅሠፍቶች መታቸው። እነርሱም የውሃ ወደ ደም መለወጥ፣ ጓጉንቸር፣ ቅማል፣ የዝንብ መንጋዎች፣ ቸነፈር፣ ሻህኝ የሚያመጣ ቁስል፣ ነጎድጓድና በረዶ፣ አንበጣዎች፣ በጨለማ፣ የበኩር ልጅ ሞት ናቸው፤ ዘጸ. 7-12።',
    title: 'መቅሠፍት',
  ),
    Book(
    id: 178,
    author: 'የመብራት መስቀያ፤ ማቴ. 5፥15። በብሉይ ኪዳን ከቤተ መቅደስ ዕቃዎች አንዱ ነበር። በእግዚአብሔር ማደሪያ በቅድስቱ በስተግራ በኩል ከወርቅ የተሠራ ሰባት ቅርንጫፍ ያለው መቅረዝ ነበረ፤ ዘጸ. 25፥31-40፤ 40፥24። ካህናት በወይራ ዘይት ከማታ እስከ ማለዳ ድረስ እንዲያበሩ ታዘዙ፤ ዘጸ. 27፥20፡21፤ ዘሌ. 24፥2-4፤ 1ሳሙ. 3፥3። ሰሎሞን ለቤተ መቅደስ ዐሥር መቅረዞችን ሠራ፤ 1ነገ. 7፥49። የመቅረዝ ብርሃን የእግዚአብሔርን ሕዝብ አምልኮትና ምስክርነት ያሳስባል፤ ዘካ.4፤ ራእ. 1፥12-20፤ 2፥5፤ 2፥5፤ 11፥4።',
    title: 'መቅረዝ',
  ),
    Book(
    id: 179,
    author: 'ከእንጨት የሚሠራ መርከብ የሚነዳበትና የሚመራበት መሣሪያ፤ ያዕ. 3፥4።',
    title: 'መቅዘፊያ',
  ),
    Book(
    id: 180,
    author: 'ሰዎች ከአምላካቸው ጋር የሚገናኙበት የተቀደሰ ቦታ (ቤት)፤ ዘጸ. 25፥8፤ መዝ. 114፥2፤ አሞጽ 7፥9።',
    title: 'መቅደስ',
  ),
    Book(
    id: 181,
    author: 'መማስ፤ መዝ. 7፥14-16',
    title: 'መቆፈር',
  ),
    Book(
    id: 182,
    author: 'ባልዋ የሞተባት ወይም በማናቸውም ምክንያት ያለ ባል የምትኖር ሴት፤ ዘፍ. 38፥11፤ ማር. 12፥41-44፤ ሉቃ. 7፥12። ቤተክርስቲያን ለመበለቶች እርዳታ አደረገች፤ ሐ.ሥ. 6፥1-4። አንድ ወንድ፣ ልጅ ሳይኖረው ቢሞት መበለት የሆነች ሚስቱ የባልዋን ወንድም እንድታገባ በሙሴ ሕግ ታዝዟል፤ ዘዳ. 25፥5፡6፤ ማቴ. 22፥23-30። ጳውሎስ ባል የሞተባት ሴት እንዳታገባ ይመክራል(1ቆሮ. 7፥39፡40)፣ ይህም በዕድሜ ከፍ ያለች እንደሆነ ነው፤ ቆንጆ (ወጣት) ከሆነች እንድታገባ መመሪያ ሰጥቷል፤ 1ጢሞ. 5፥11-16።',
    title: 'መበለት',
  ),
    Book(
    id: 183,
    author: 'ሰው ለአምላኩ የሚያቀርበው ሁሉ መባ ይባላል። መባው ለመሥዋዕትም ሆነ ለሌላም ሊሆን ይችላል፤ ዘሌ. 1፥3፤ ዘኁ. 7፥12-17፤ ማቴ. 5፥24፤ ማር. 7፥10-12።',
    title: 'መባ',
  ),
    Book(
    id: 184,
    author: 'ፀሐይ ልክ ስትገባ ጨረቃ ተወልዳ በከፊል የምትታይበት ቀን መባቻ ተባለ። ይህም የወር መጀመሪያ ቀን ነበረ። ቀኑም የተቀደሰ ነው፤ መዝ. 81፥3፤ ኢሳ. 1፥13፤ ቆላ. 2፥16።',
    title: 'መባቻ',
  ),
    Book(
    id: 185,
    author: 'በዝናብ ጊዜ ከደመናት የሚወጣ እሳት፤ ኤር. 10፥13። ከነጎድጓድ ጋር የተያያዘ ነው፤ ኢዮብ 37፥4። በምሳሌነት ፍጥነትን (ሕዝ. 1፥13፡14፤ ሉቃ. 17፥24)፣ የክብር ሞገስን ያሳያል፤ ዳን. 10፥6፤ ማቴ. 28፥3።',
    title: 'መብረቅ',
  ),
    Book(
    id: 186,
    author: 'ሕግን፥ ትእዛዝን፣ ወግንና ሥርዓትን አለማክበር፣ አብዛኛውን ጊዜ ዐውቆ መበደል፤ ዘኍ. 14፥41፤ ማቴ. 15፥2-3፤ ሮሜ 4:15፤ 5:14፤ ያዕ. 2፥9።',
    title: 'መተላለፍ',
  ),
    Book(
    id: 187,
    author: 'በርኩስ መንፈስ ኃይል ልዩ ልዩ ድንቅ ነገርን የሚሠራ፤ ዘጸ. 7፥11፤ 22፥18። ኤልዛቤል መተተኛ ነበረች፤ 2ነገ 9፥22። እስራኤል በመተት እግዚአብሔርን አስቆጣ፤ ኢሳ 47፥9፡12።',
    title: 'መተተኛ',
  ),
    Book(
    id: 188,
    author: 'ትእዛዝን ተቀብሎ መፈጸም። የሚታዘዝ ይባረካል። የማይታዘዝም ይረገማል፤ ዘዳ. 11፥27-28፤ ኢሳ. 1፥19፡20፤ መዝ 1። በልማድ ብቻ መሥዋዕትን ከማቅረብ መታዘዝ ይበልጣል፤ 1ሳሙ. 15፥22። በአዲስ ኪዳን ዋና መታዘዝ ኢየሱስን ማመንና ወንጌልንም መቀበል ነው፤ ሮሜ 1፥5፤ 6፥16-19፤ 2ተሰ. 1፥8፤ 1ጴጥ. 3፥1። ለኢየሱስ የሚታዘዙ ሁሉ ለዘለዓለም ይድናሉ፤ ዕብ 5፥9። ኢየሱስ ራሱ ለአብ በመታዘዙ ሰዎችን አዳነ፤ ፊል. 2፥8፤ ዕብ. 5፡8። ምእመናን ለመንግሥት ባለ ሥልጣኖችና ለቤተክርስቲያን መሪዎች (ቲቶ 3፥1፤ ዕብ. 13፥17)፣ ሚስቶች ለባሎቻቸው (ቲቶ 2፥5፤ 1ጴጥ. 3፥1-6)፥ ልጆች ለወላጆቻቸው (ኤፌ. 6፥1)፣ ሠራተኞች ለአሠሪዎች (ኤፌ. 6፥5)፥ ጐበዞች ለሽማግሌዎች መታዘዝ ይገባል፤ 1ጴጥ. 5፥5። ግን የሚታዘዙለት ሰው የእግዚአብሔርን ትእዛዝ ቢቃወም ለእግዚአብሔር መታዘዝ ይገባል፤ ሐ.ሥ. 5፥29።',
    title: 'መታዘዝ',
  ),
    Book(
    id: 189,
    author: 'ከናስ የተሠራ የውኃ ማስቀመጫ። በእግዚአብሔር ማደሪያ አደባባይ ይቀመጥ ነበር፤ ካህናት ወደ መገናኛው ድንኳን ከመግባታቸው በፊት እጆቻቸውንና እግሮቻቸውን ይታጠቡበት ነበር፤ ዘጸ. 30፥ 18-20። ሰሎሞን ዐሥር የናስ መታጠቢያዎች ለቤተ መቅደስ አሠራ፤ 1ነገ. 7፥27-45።',
    title: 'መታጠቢያ',
  ),
    Book(
    id: 190,
    author: 'ማጠብ፣ እስራኤላውያን ዘንድ እንግዳ ሰው ከውጭ ወደ ቤት ሲገባ እግሩን ይታጠብ ወይም ሌሎች ያጥቡት ነበር፤ ዘፍ. 18፡4፤ 24፥32፤ ዮሐ 13፥1-10። እንደዚሁም ሰዎች ገላቸውን ይታጠቡ ነበር፤ ዘጸ. 2፥5፤ 2ሳሙ. 11፥2፤ ሩት 3፥3። ብዙ ጊዜ ግን መታጠብ ወይም ማጠብ የሕግን ሥርዓት ስለ መፈጸም፣ የፈሪሳውያንንም ወግና ልማድ ያሳስባል፤ ዘጸ. 30፡19-21፤ ዘሌ. 16፥4፤ ማር. 7፥3፡4። በዚህም አንፃር መታጠብ የጥምቀትን ሥራ ይገልጣል፤ ሐ.ሥ. 22፥16።',
    title: 'መታጠብ',
  ),
    Book(
    id: 191,
    author: 'የብዙ ድምፅ ከሩቅ መሰማት፥ የደመና ጉርምርምታ፤ ኢዮብ 37፥2። መትመም የእግዚአብሔር ክብር መገለጫ ነው፤ ሕዝ 43፥2።',
    title: 'መትመም',
  ),
    Book(
    id: 192,
    author: 'ማለት ከሁሉ የሚበልጥ የሰሎሞን መዝሙር ማለት ነው፣ የሁለት ፍቅረኞች ንግግር ነው። የፍቅረኞች ንግግር፥ ግጥምም ነውና አነጋገሩ ከተለመደው አነጋገር የተለየ ነው፤ ትርጕሙም ብዙ ጊዜ ያስቸግራል። በሙሽራው ዓይን ሙሽራይቱ በገጽዋ ነውር ፈጽሞ የሌለባት የውብ መጨረሻ ናት፤ 4፥1-15፤ 6፥4-10። እንደዚሁም ሙሽራይቱ ሙሽራውን ስትመለከት ፈጽሞ ያማረ፥ እኩያ የሌለው፣ ከእልፍ የተመረጠ ሆኖ ታገኘዋለች፤ 5፥9-16። ይህም ሁሎ በፍቅረኞች አነጋገር በመነገሩ አንዳንድ ሰዎች ምሥጢሩን ባለማስተዋል ይነቅፉታል፥ ሆኖም በእርግጥ ቅዱስ ምሳሌ ነው። “ምን ዓይነት ምሳሌ ነው?» ቢሉ፥ መምህራን በመልሳቸው አልተስማሙም። አይሁድ «እግዚአብሔርና እስራኤል ናቸው ይሉ ነበር፤ ሕዝ 16፤ ሆሴዕ 1-3። በዘመናችን "ሰሎሞንና እረኛን የወደደችው ከሱነም አገር (ከሱላሚን) የመጣችው ልጃገረድ ናቸው" የሚሉ አሉ፤ ሌሎች ደግሞ "ሙሽሮቹ ሰሎሞንና ንግሥተ ሳባ ሲሆኑ (1፥5፡6) የክርስቶስና የቤተክርስቲያን ምሳሌዎች ናቸው" ይላሉ። ይህም ማለታቸው ወንድዮው ሴትዮዋን እንደ ወደዳት ክርስቶስ ቤተክርስቲያንን ወደደ ይወዳታልም፥ ሴትዮዋም ወንድዮውን እንደ ወደደችው ቤተክርስቲያን ክርስቶስን መውደድ ይገባታል ይላሉና፤ ኤፌ 5፡25-33፤ ራእ. 19፥7፤ 21፥2፡9። ብዙዎችም ዛሬ በምሳሌው የክርስቶስንና የአማኙን ኅብረት ይረዱበታል። የዚህ መጽሐፍ አከፋፈል አስቸጋሪ ነው። ሆኖም በውስጡ ሦስት ዐይነት ሰዎች በተራ ይነጋገራሉ። ቈንጆዋ 17 ጊዜ፥ ፍቅረኛዋ የሆነው ወንዱ 11 ጊዜ፥ እንደዚሁም በመካከል የኢየሩሳሌም ቈነጃጅት 4 ጊዜ በመቀባበል ተነጋግረዋል። Ոዚህ መጽሐፍ የእግዚአብሔር ስም አንድ ጊዜ ብቻ ተጠቅሷል፤ 8፥6። ',
    title: 'መኃልየ መኃልይ ዘሰሎሞን',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 194,
    author: '"ይህ ምንድን ነው?” ማለት ነው፤ ዘጸ. 16፥15። የእስራኤል ሕዝብ አርባ ዓመት በምድረ በዳ የበሉት ምግብ፤ ዘጸ. 16፥35። ጧት ጧት ጠል ካለፈ በኋላ እንደ ደቃቅ ውርጭ ያለ በምድር ላይ ይታይ ነበር። ሰዎች ያን እየለቀሙ በሉ። ለማሳደር በሞከሩ ጊዜ ገማ፤ በስድስተኛው ቀን ግን የተረፈው መና አልገማምና ለሰባተኛው ቀን ምግብ ሆነ። ለተተኪ ትውልድ ምስክር እንዲሆን አሮን ከመናው በጎሞር ውስጥ ከትቶ በቅድስተ ቅዱሳን እኖረው፤ ዘጸ. 16፥13-36፤ ዕብ. 9፥4። ከ40 ዓመት በኋላ እስራኤል በኢያሪኮ ምሥራቅ በጌልገላ ሰፍረው ሳሉ ሌላ ምግብ ስላገኙ መናው ቀረ፤ ኢያሱ 5፥10-12። እግዚአብሔር መናን ሲሰጥ እንዴት ወይም ምን እንደሆነ አይታወቅም። እግዚአብሔር መናን በመስጠቱ ሰው በዚህ ብቻ እንደማይኖር በእግዚአብሔር ቃልም እንደሚኖር (ዘዳ. 8፥3፡16)፣ ሰባተኛውንም ቀን እንዲያከብር አስተማረ፤ ዘጸ. 16፥19:20:25-30፤ 20፥8-10። ክርስቶስ የእስራኤልን መና ከጠቀሰ በኋላ የሥጋው ሕይወትነት ከዚያ ይልቅ እጅግ የበለጠ መሆኑን አሳየ፤ ዮሐ. 6፥26-71።',
    title: 'መና',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),

  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),
  Book(
    id: 193,
    author: 'እንደ ለዘብና ወረብ ዓይነት በፍጥነት የሚዘመር መዝሙር፤ 1ነገ. 4:32። ከሰሎሞን መጻሕፍት አንዱ መኃልይ ነው።',
    title: 'መኃልይ',
  ),



  
];
